Repository: nonomal/yattee
Catalog: Shared/*.lproj/Localizable.strings
Languages: fa, fi, fr, it, nl, ru, tr, uk

source: Queue is empty
fa: صف خالیست
fi: Jono on tyhjä
fr: La file d'attente est vide
it: La coda è vuota
nl: Lege wachtrij
ru: Очередь пуста
tr: Kuyruk boş
uk: Черга порожня

source: Rate
fa: امتیاز
fi: Nopeus
fr: Vitesse
it: Velocità
nl: Tempo
ru: Скорость
tr: Derecelendir
uk: Швидкість

source: Rating
fa: امتیازدهی
fi: Arvosana
fr: Évaluation
it: Valutazione
nl: Beoordeling
ru: По рейтингу
tr: Derecelendirme
uk: По рейтингу

source: Recents
fa: تازه‌ترین‌ها
fi: Viimeaikaiset
fr: Récentes
it: Recenti
nl: Recent
ru: Недавние
tr: Yakın Zamandakiler
uk: Недавні

source: Regular size
fa: ابعاد معمولی
fi: Tavallinen koko
fr: Taille normale
it: Dimensione normale
nl: Normaal formaat
ru: Обычный размер
tr: Normal boyut
uk: Звичайний розмір

source: Red
fa: قرمز
fi: Punainen
fr: Rouge
it: Rosso
nl: Rood
ru: Красный
tr: Kırmızı
uk: Червоний

source: Refresh
fa: تازه‌سازی
fi: Päivitä
fr: Actualiser
it: Aggiorna
nl: Ververs
ru: Обновить
tr: Yenile
uk: Оновити

source: Regular Size
fa: ابعاد معمولی
fi: Tavallinen Koko
fr: Taille normale
it: Dimensione normale
nl: Normaal Formaat
ru: Обычный Размер
tr: Normal Boyut
uk: Звичайний Розмір

source: Remove
fa: حذف کردن
fi: Poista
fr: Retirer
it: Rimuovi
nl: Verwijder
ru: Удалить
tr: Kaldır
uk: Видалити

source: Remove from Favorites
fa: حذف از موردعلاقه‌ها
fi: Poista suosikeista
fr: Retirer des Favoris
it: Rimuovi da Preferiti
nl: Verwijder uit Favorieten
ru: Удалить из избранного
tr: Favorilerden kaldır
uk: Видалити з улюблених

source: Remove from history
fa: حذف از سابقه
fi: Poista historiasta
fr: Retirer de l'historique
it: Rimuovi dalla cronologia
nl: Verwijder uit geschiedenis
ru: Удалить из истории
tr: Geçmişten kaldır
uk: Видалити з історії

source: Remove from Playlist
fa: حذف از فهرست پخش
fi: Poista soittolistasta
fr: Retirer de la liste de lecture
it: Rimuovi dalla playlist
nl: Verwijder uit Afspeellijst
ru: Удалить из плейлиста
tr: Oynatma listesinden kaldır
uk: Видалити з плейлиста

source: Relevance
fa: ارتباط
fi: Merkitys
fr: Pertinence
it: Rilevanza
nl: Relevantie
ru: По релевантности
tr: Alaka düzeyi
uk: По релевантності

source: Remove from the queue
fa: حذف از صف
fi: Poista jonosta
fr: Retirer de la file d'attente
it: Rimuovi dalla coda
nl: Verwijder uit de wachtrij
ru: Удалить из очереди
tr: Kuyruktan çıkar
uk: Видалити з черги

source: Replies
fa: پاسخ‌ها
fi: Vastaukset
fr: Réponses
it: Risposte
nl: Reacties
ru: Ответы
tr: Yanıtlar
uk: Відповіді

source: Reset search filters
fa: بازنشانی صافی‌های جست و جو
fi: Nollaa hakusuodattimet
fr: Réinitialiser les filtres de recherche
it: Azzera filtri di ricerca
nl: Reset zoekfilters
ru: Сбросить фильтры поиска
tr: Arama filtrelerini sıfırla
uk: Скинути пошукові фільтри

source: Reset
fa: بازنشانی
fi: Nollaa
fr: Réinitialiser
it: Reimposta
nl: Herstellen
ru: По умолчанию
tr: Sıfırla
uk: Скинути

source: Reset watched status when playing again
fa: بازنشانی وضعیت تماشای ویدیو هنگام تماشای مجدد
fi: Nollaa katsottu-tila kun toistetaan uudelleen
fr: Réinitialiser le status de visionnage lors d'une nouvelle lecture
it: Azzera lo stato di visualizzazione quando riproduci di nuovo
nl: Reset bekeken-status bij opnieuw afspelen
ru: Сбросить состояние просмотра при повторном воспроизведении
tr: Tekrar oynatırken izlenen durumu sıfırla
uk: Скинути статус перегляду при повторному відкритті

source: Restart
fa: راه‌اندازی دوباره
fi: Käynnistä uudelleen
fr: Redémarrer
it: Riavvia
nl: Herstart
ru: Перезапустить
tr: Yeniden başlat
uk: Перезавантажити

source: Resolution
fa: وضوح تصویر
fi: Resoluutio
fr: Résolution
it: Risoluzione
nl: Resolutie
ru: Разрешение
tr: Çözünürlük
uk: Роздільна здатність

source: Restart the app to apply the settings above.
fa: برای اعمال تنظیمات بالا اپ را دوباره راه‌اندازی کنید.
fi: Käynnistä sovellus uudelleen yllä olevien asetusten käyttämiseksi.
fr: Redémarrer l'application pour appliquer les paramètres ci-dessus.
it: Riavvia l'app per applicare le impostazioni.
nl: Herstart de app om deze instellingen toe te passen.
ru: Перезапустите приложение, чтобы применить выбранные настройки.
tr: Yukarıdaki ayarları uygulamak için uygulamayı yeniden başlatın.
uk: Перезапустіть програму, щоб застосувати нові налаштування.

source: Restart/Play next
fa: پخش دوباره/بعدی
fi: Käynnistä uudelleen/Toista seuraava
fr: Redémarrer/Lire la suivante
it: Riavvia/riproduci successivo
nl: Herstart/Speel hierna
ru: Перезапустить/Играть следующее
tr: Yeniden başlat/Sıradakini oynat
uk: Перезапустити/Відтворити далі

source: Restore default profiles...
fa: بازنشانی نمایه‌های پیش‌فرض…
fi: Palauta oletusprofiilit...
fr: Rétablir les profils par défaut...
it: Ripristina profili predefiniti...
nl: Herstel standaard profielen...
ru: Восстановить профили по умолчанию...
tr: Varsayılan profilleri geri yükle...
uk: Відновити стандартні профілі...

source: Open logs in Finder
fi: Avaa lokit Finderissä
fr: Ouvrir les logs dans le Finder
it: Apri log nel Finder
nl: Open logboek in Finder
ru: Открыть логи в Finder
tr: Hata kayıtlarını Finder'da aç
uk: Вікрити логи в Finder

source: Pages toolbar position
fi: SIvujen työkalurivin positio
fr: Position de la barre d’outils des pages
it: Posizione pagine in barra strumenti
nl: Paginas werkbalk positie
ru: Положение на панели инструментов вкладки "Страницы"
uk: Положення "сторінок" на тулбарі

source: Playback history is empty
fa: سابقهٔ پخش خالیست
fi: Toistohistoria on tyhjä
fr: L'historique de lecture est vide
it: La cronologia di riproduzione è vuota
nl: Afspeelgeschiedenis is leeg
ru: История воспроизведения пуста
tr: Oynatma geçmişi boş
uk: Історія перегляду відсутня

source: Copy%@link
fi: Kopioi %@ linkki
fr: Copier le lien%@
it: Copia link%@
nl: Kopieer %@link
ru: Копировать%@-сссыку
tr: %@bağlantıyı kopyala
uk: Скопіювати посилання на %@

source: Share%@link
fi: Jaa %@ linkki
fr: Partager le lien%@
it: Condividi link%@
nl: Deel %@link
ru: Поделиться%@-ссылкой
tr: %@bağlantıyı paylaş
uk: Поширити посилання на %@

source: Are you sure you want to remove this document?
fa: از حذف این سند مطمئنید؟
fi: Oletko varma, että haluat poistaa tämän dokumentin?
fr: Êtes-vous sûr de vouloir supprimer ce document ?
it: Eliminare questo documento?
nl: Ben je zeker om dit document te verwijderen?
ru: Вы уверены, что хотите удалить этот документ?
tr: Bu belgeyi kaldırmak istediğinizden emin misiniz?
uk: Ви впевнені, що бажаєте видалити цей документ?

source: "%@" will be irreversibly removed from this device.
fa: "%@" از دستگاه حذف شده و غیرقابل بازگردانی خواهد بود.
fi: "%@" poistetaan peruuttamattomasti tästä laitteesta.
fr: "%@" sera irréversiblement supprimé de cet appareil.
it: "%@" verrà eliminato definitivamente da questo dispositivo.
nl: "%@" zal onherroepelijk verwijderd worden van dit toestel.
ru: "%@" будет необратимо удален с этого устройства.
tr: "%@" bu cihazdan geri alınamaz şekilde silinecektir.
uk: "%@" буде безповоротно видалено з цього пристрою.

source: Could not delete document
fa: سند حذف نشد
fi: Dokumenttia ei voitu poistaa
fr: Impossible de supprimer le document
it: Impossibile eliminare documento
nl: Kon het document niet verwijderen
ru: Не удалось удалить документ
tr: Belge silinemedi
uk: Не вдалося видалити документ

source: Open Video
fa: ویدیو را باز کن
fi: Avaa video
fr: Ouvrir la vidéo
it: Apri video
ru: Открыть Видео
tr: Video aç
uk: Відкрити відео

source: Are you sure you want to remove %@ location?
fa: از حذف سرویس دهندهٔ "%@" مطمئنید؟
fi: Haluatko varmasti poistaa %@ sijainnin?
fr: Êtes-vous sûr de vouloir supprimer l'instance %@ ?
it: Rimuovere la posizione %@?
nl: Ben je zeker om locatie %a te verwijderen?
ru: Вы уверены, что хотите удалить %@ локацию?
tr: %@ konumunu kaldırmak istediğinizden emin misiniz?
uk: Ви впевнені, що хочете видалити %@ локацію?

source: Live Streams
fa: پخش زنده
fi: Live striimit
fr: Diffusions en direct
it: Trasmissioni in diretta
ru: Прямые Трансляции
tr: Canlı yayınlar
uk: Наживо

source: Shorts
fa: Shortها
ru: Короткие видео

source: Verified
fa: تاییدشده
fi: Tarkistettu
fr: Vérifiée
it: Verificato
nl: Geverifiëerd
ru: Проверенный
tr: Doğrulanmış
uk: Перевірений

source: Channel
fa: کانال
fi: Kanava
fr: Chaîne
it: Canale
nl: Kanaal
ru: Канал
tr: Kanal
uk: Канал

source: Mark channel feed as unwatched
fi: Merkitse kanavasyöte katsomattomaksi
fr: Marquer le flux de chaîne comme non visionné
it: Segna feed canale come non guardato
nl: Markeer het kanaal als onbekeken
ru: Пометить канал как не просмотренный
tr: Kanal akışını izlenmemiş olarak işaretle
uk: Позначити стрiчку каналу не переглянутою

source: Mark channel feed as watched
fi: Merkitse kanavasyöte katsotuksi
fr: Marquer le flux de chaîne comme visionné
it: Segna feed canale come guardato
nl: Markeer het kanaal als bekeken
ru: Пометить канал как просмотренный
tr: Kanal akışını izlenmiş olarak işaretle
uk: Позначити стрiчку каналу переглянутою

source: Open expanded
fi: Avaa laajennettuna
fr: Ouvrir déployée
it: Apri espanso
nl: Open uitgeklapt
ru: Открыть расширенным
tr: Genişletilmiş aç
uk: Відкрити розширенним

source: Short videos: visible
fa: ویدیوهای Short: قابل رویت
fi: Shorts-videot: näkyvillä
fr: Shorts : visibles
it: Shorts: visibili
nl: Korte videos: zichtbaar
ru: Короткие видео: показать
tr: Kısa videolar: görünür
uk: Короткi вiдео: виднi

source: Player Bar
fi: Toistopalkki
fr: Barre de lecture
it: Barra riproduttore
nl: Afspeelbalk
ru: Панель плеера
tr: Oynatıcı bar
uk: Панель плеєра

source: Short videos: hidden
fa: ویدیوهای Short: مخفی
fi: Shorts-videot: piilotettu
fr: Shorts : masqués
it: Shorts: nascosti
nl: Korte videos: verborgen
ru: Короткие видео: скрыть
tr: Kısa videolar: gizli
uk: Короткi вiдео: схованi

source: Double tap gesture
fi: Kaksoisnapautus ele
fr: Geste de double pression
it: Doppio tocco
nl: Dubbele tik gebaar
ru: Жест двойного касания
tr: Çift dokunma hareketi
uk: Жест подвійного дотику

source: Tap and hold channel thumbnail to open context menu with more actions
fi: Napauta ja pidä kanavan pikkukuvaa avataksesi valikon, jossa lisää toimintoja
fr: Touchez et maintenez la miniature de la chaîne pour ouvrir le menu contextuel avec plus d'actions
it: Tieni premuto sulla miniatura del canale per aprire il menu con più azioni
nl: Tik en houd voorvertoningsafbeelding vast om het contextmenu te openen met meer acties
ru: Нажмите и удерживайте миниатюру канала, чтобы открыть контекстное меню с дополнительными действиями
tr: Daha fazla işlem için kanal kapak resmine dokunup basılı tutun
uk: Натисніть і утримуйте мініатюру каналу, щоб відкрити контекстне меню з додатковими діями

source: Always show controls buttons
fa: همیشه دکمه‌های کنترل را نشان بده
fi: Näytä aina ohjauspainikkeet
fr: Toujours afficher les boutons de commandes
it: Mostra sempre pulsanti controllo
nl: Toon altijd bedieningsknoppen
ru: Всегда показывать кнопки управления
tr: Her zaman kontrol tuşlarını göster
uk: Завжди показувати кнопки керування

source: Single tap gesture
fi: Yhden napautuksen ele
fr: Geste de simple pression
it: Tocco singolo
nl: Enkel tikgebaar
ru: Жест однократного касания
tr: Tek dokunma hareketi
uk: Жест одним дотиком

source: Maximum width expanded
fi: Suurin leveys laajennettuna
fr: Largeur maximale déployée
it: Larghezza massima espansa
nl: Maximale breedte uitgeklapt
ru: Максимальная ширина в полноэкранном режиме
tr: Maksimum genişlik genişletildi
uk: Максимальна ширина збільшена

source: Clear all
fa: همه را پاک کن
fi: Tyhjennä kaikki
fr: Tout effacer
it: Pulisci tutto
nl: Verwijder alle
ru: Очистить весь кэш
tr: Herşeyi temizle
uk: Зачистити все

source: Right click channel thumbnail to open context menu with more actions
fi: Klikkaa kanavan pikkukuvaa hiiren oikealla avataksesi valikon, jossa lisää toimintoja
fr: Effectuez un clic droit sur la miniature d'une chaîne pour ouvrir un menu contextuel avec plus d'actions
it: Tasto destro sulla miniatura del canale per aprire il menu con più azioni
nl: Rechts klikken op voorvertoningsafbeelding om de contextmenu te openen met meer acties
ru: Щелчок правой кнопкой мыши на миниатюре канала открывает контекстное меню с дополнительными действиями
tr: Daha fazla işlem için kanal kapak resmine sağ tıklayın
uk: Клацніть правою кнопкою миші на мініатюрі каналу, щоб відкрити контекстне меню з іншими діями

source: Show unwatched feed badges
fi: Näytä katsomattoman syötteen merkit
fr: Afficher les badges de flux non visionnés
it: Mostra badge per video non guardati nel feed
nl: Toon onbekeken feed badges
ru: Показать значки непросмотренных каналов
tr: İzlenmemiş akış rozetlerini göster
uk: Показати бейджики непроглянутих стрічок

source: Seeking
fi: Kelaaminen
fr: Recherche
it: Scrubbing
nl: Scrollen
ru: Прокрутка
tr: İlerleme
uk: Прокрутка

source: Gesture: fowards
fi: Ele: eteenpäin
fr: Geste : en avant
it: Gesto: avanti
nl: Gebaar: voorwaarts
ru: Жест: вперед
tr: Hareket: İleri
uk: Жест: вперед

source: Controls Buttons
fa: دکمه‌های کنترل
fi: Ohjauspainikkeet
fr: Boutons de contrôle
it: Pulsanti controllo
nl: Bedieningsknoppen
ru: Кнопки управления
tr: Kontrol düğmeleri
uk: Кнопки керування

source: System controls
fa: کنترل‌های سیستم
fi: Järjestelmän säätimet
fr: Contrôles système
it: Controlli di sistema
nl: Systeembediening
ru: Системные средства управления
tr: Sistem kontrolleri
uk: Системні елементи керування

source: Controls button: backwards
fa: دکمه‌های کنترل: عقب
fi: Ohjauspainike: taaksepäin
fr: Bouton de contrôle : en arrière
it: Pulsanti controllo: indietro
nl: Bedieningsknop: terug
ru: Кнопка управления: назад
uk: Кнопка керування: назад

source: Controls button: forwards
fa: دکمه‌های کنترل: جلو
fi: Ohjauspainike: eteenpäin
fr: Bouton de contrôle : en avant
it: Pulsanti controllo: avanti
nl: Bedieningsknop: voorwaarts
ru: Кнопка управления: вперед
uk: Кнопка керування: вперед

source: Gesture: backwards
fi: Ele: taaksepäin
fr: Geste : en arrière
it: Gesto: indietro
nl: Gebaar: achteruit
ru: Жест: назад
tr: Hareket: Geri
uk: Жест: назад

source: Gesture settings control skipping interval for double tap gesture on left/right side of the player. Changing system controls settings requires restart.
fi: Ele asetukset ohjaavat skippaus väliä kaksoisnapautus eleelle soittimen vasemmalla/oikealla puolella. Järjestelmäsäätimien asetuksian muuttaminen vaatii uudelleenkäynnistyksen.
fr: Les paramètres gestuels contrôlent l'intervalle de saut pour le geste de double pression sur le côté gauche/droit du lecteur. La modification des paramètres de commandes du système nécessite un redémarrage.
it: Le impostazioni dei gesti controllano gli intervalli dei salti tramite doppio tocco a destra/sinistra del riproduttore. Cambiare le impostazioni dei controlli di sistema richiede il riavvio.
ru: Настройки жестов управляют интервалом пропуска жеста двойного касания левой/правой стороны плеера. Изменение настройки системного управления требует перезагрузки.
tr: Hareket ayarları, oynatıcıdaki sol/sağ taraf için çift dokunma hareketiyle atlanacak aralığı kontrol eder. Sistem kontrol ayarlarını değiştirmek yeniden başlatma gerektirir.
uk: Налаштування жестів визначають інтервал пропуску подвійного дотику до плеєра зліва/справа. Зміна налаштувань управління системою вимагає перезапуску.

source: Hide player
fa: پخش‌کننده را مخفی کن
fi: Piilota soitin
fr: Masquer le lecteur
it: Nascondi riproduttore
ru: Скрыть плеер
tr: Oynatıcıyı gizle
uk: Приховати плеєр

source: Gesture settings control skipping interval for double click on left/right side of the player. Changing system controls settings requires restart.
fi: Ele asetukset ohjaavat skippaus väliä kaksoisklikkaukselle soittimen vasemmalla/oikealla puolella. Järjestelmäsäätimien asetuksian muuttaminen vaatii uudelleenkäynnistyksen.
fr: Les paramètres gestuels contrôlent l'intervalle de saut pour le double clic sur le côté gauche/droit du lecteur. La modification des paramètres de commandes du système nécessite un redémarrage.
it: Le impostazioni dei gesti controllano gli intervalli dei salti tramite doppio tocco a destra/sinistra del riproduttore. Cambiare le impostazioni dei controlli di sistema richiede il riavvio.
ru: Настройки жестов управляют интервалом пропуска двойного щелчка левой/правой стороной проигрывателя. Изменение настройки системного управления требует перезагрузки.
tr: Hareket ayarları, oynatıcıdaki sol/sağ taraf için çift tıklama ile atlanacak aralığı kontrol eder. Sistem kontrol ayarlarını değiştirmek yeniden başlatma gerektirir.
uk: Налаштування жестів визначають інтервал пропуску подвійного клацання зліва/справа на плеєрі. Зміна налаштувань системних елементів керування потребує перезапуску.

source: Gesture settings control skipping interval for remote arrow buttons (for 2nd generation Siri Remote or newer). Changing system controls settings requires restart.
fi: Ele asetukset ohjaavat skippaus väliä kaukosäätimen nuolinäppäimille (2. sukupolven Siri Remote, tai uudempi). Järjestelmäsäätimien asetuksian muuttaminen vaatii uudelleenkäynnistyksen.
fr: Les paramètres gestuels contrôlent l'intervalle de saut pour les boutons fléchés de la télécommande (pour la télécommande Siri de 2e génération ou plus récente). La modification des paramètres de commandes du système nécessite un redémarrage.
it: Le impostazioni dei gesti controllano gli intervalli dei salti tramite pulsanti freccia (per Telecomando Siri di 2ª generazione o più recente). Cambiare le impostazioni dei controlli di sistema richiede il riavvio.
ru: Настройки жестов управляют интервалом пропуска кнопок-стрелок пульта ДУ (для пульта Siri Remote 2-го поколения или новее). Изменение настройки системного управления требует перезагрузки.
tr: Hareket ayarları, uzaktan kumanda ok tuşları için atlama aralığını kontrol eder (2. nesil Siri uzaktan kumanda veya daha yenisi için). Sistem kontrol ayarlarını değiştirmek yeniden başlatma gerektirir.
uk: Налаштування жестів керують інтервалом пропуску кнопок зі стрілками пульта дистанційного керування (для пульта дистанційного керування Siri Remote 2-го покоління або новіших). Зміна налаштувань системних елементів керування потребує перезапуску.

source: Close Video
fa: بستن پخش کننده
fi: Sulje video
fr: Fermer la vidéo
it: Chiudi video
nl: Sluit Video
ru: Закрыть Видео
tr: Videoyu Kapat
uk: Закрити відео

source: Open channels with description expanded
fi: Avaa kanavat kuvaus on laajennettuna
fr: Ouvrir les chaînes avec la description déployée
it: Apri canali con descrizione espansa
ru: Открывать каналы с расширенным описанием
tr: Açıklaması genişletilmiş kanalları aç
uk: Відкрити канали з розширеним описом

source: Show Next in Queue
fa: مورد بعدی صف را نشان بده
fi: Näytä seuraava jonossa
fr: Afficher "Suivantes dans la file"
it: Mostra prossimo in coda
ru: Показать следующее в очереди
tr: Kuyruktaki sıradakini göster
uk: Показати наступного в черзі

source: Subscribe/Unsubscribe
fa: اشتراک/لغو اشتراک
fi: Tilaa/Lopeta tilaus
fr: S'abonner/Se désabonner
it: Iscriviti/Annulla iscrizione
ru: Подписаться/Отписаться
tr: Abone ol/Abonelikten çık
uk: Підписатися/відписатися

source: Maximum feed items
fi: Syötteen kohteiden enimmäismäärä
fr: Nombre maximal d'éléments du flux
it: Massimo numero di elementi nel feed
ru: Максимальное количество объектов в ленте
tr: Maksimum akış öğeleri
uk: Максимальна кількість в стрічці

source: Are you sure you want to clear cache?
fa: آیا از حذف حافظهٔ مخفی مطمئنید؟
fi: Haluatko varmasti tyhjentää välimuistin?
fr: Êtes-vous sûr de vouloir vider le cache ?
it: Cancellare la cache?
ru: Вы уверены, что хотите очистить кэш?
tr: Önbelleği temizlemek istediğinizden emin misiniz?
uk: Ви впевнені, що хочете очистити кеш?

source: Show cache status
fa: نمایش وضعیت حافظهٔ مخفی
fi: Näytä välimuistin tila
fr: Montrer l'état du cache
it: Mostra stato cache
ru: Показать статус кэша
tr: Önbellek durumunu göster
uk: Показати стан кешу

source: Show toggle watch status button
fi: Näytä katsottu-tilan valitsin painike
fr: Afficher le bouton de changement d'état de visionnage
it: Mostra pulsante per segnare come guardato/non guardato
ru: Показать кнопку переключения статуса просмотра
tr: İzleme durumunu değiştiren düğmeyi göster
uk: Показати перемикач переглянутого

source: Next in Queue
fa: مورد بعد در صف
fi: Seuraavana jonossa
fr: Suivantes dans la file
it: Prossimo in coda
ru: Следующий в очереди
tr: Kuyruktaki sonraki
uk: Наступний у черзі

source: List
fa: فهرست
fi: Lista
fr: Liste
it: Lista
ru: Список
tr: Liste
uk: Список

source: Cells
fi: Solut
fr: Tuiles
it: Celle
ru: Клетки
uk: Комірки

source: Toggle size
fi: Vaihda koko
fr: Taille de bouton
it: Cambia dimensione
ru: Размер переключателя
tr: Boyutu değiştir
uk: Розмір перемикача

source: Toggle player
fi: Valitse soitin
fr: Activer le lecteur
it: Apri/Chiudi riproduttore
ru: Переключить плеер
tr: Oynatıcıyı aç/kapa
uk: Переключити плеєр

source: Do nothing
fa: کاری نکن
fi: Älä tee mitään
fr: Ne rien faire
it: Nessuna azione
ru: Ничего не делать
tr: Hiçbir şey yapma
uk: Нічого не робити

source: Feed
fi: Syöte
fr: Flux
ru: Лента
tr: Akış
uk: Стрічка

source: Mark all as watched
fa: همه را به عنوان تماشاشده نشانه بگذار
fi: Merkitse kaikki katsotuksi
fr: Marquer toutes comme visionnées
it: Segna tutti come guardati
ru: Пометить всё как просмотренное
tr: Hepsini izlenmiş olarak işaretle
uk: Позначити всі переглянутими

source: Mark all as unwatched
fa: همه را به عنوان تماشانشده نشانه بگذار
fi: Merkitse kaikki katsomattomaksi
fr: Marquer toutes comme non visionnées
it: Segna tutti come non guardati
ru: Пометить всё как непросмотренное
tr: Hepsini izlenmemiş olarak işaretle
uk: Позначити всі не переглянутими

source: Queue - shuffled
fa: صف - شافل
fi: Jono - sekoitettu
fr: File d'attente - mélangée
it: Coda - casuale
ru: Очередь - перемешанная
tr: Kuyruk - karışık
uk: Черга - перемішана

source: Rotate when entering fullscreen on landscape video
fi: Käännä kun siirrytään koko näytölle vaakasuuntaisessa videossa
fr: Rotation à l'entrée en plein écran sur une vidéo en paysage
it: Ruota quando premi su schermo intero per un video orizzontale
ru: Поворачивать при переходе в полноэкранный режим в альбомной ориентации
tr: Yatay videoda tam ekran moduna geçerken döndür
uk: Повертати під час переходу в повноекранний режим в альбомній орієнтації

source: Landscape left
fi: Vaakasuunta vasen
fr: Paysage gauche
it: Orizzontale sinistra
ru: Альбомная ориентация слева
tr: Yatay sol
uk: Альбомна орієнтація зліва

source: Landscape right
fi: Vaakasuunta oikea
fr: Paysage droit
it: Orizzontale destra
ru: Альбомная ориентация справа
tr: Yatay sağ
uk: Альбомна орієнтація праворуч

source: No rotation
fa: بدون چرخش
fi: Ei kääntöä
fr: Aucune rotation
it: Niente rotazione
ru: Без вращений
tr: Yön değiştirme yok
uk: Без поворотів

source: Available
fa: در دسترس
fi: Saatavilla
fr: Disponible
ru: Доступно
tr: Kullanılabilir
uk: Доступно

source: Startup section
fa: بخش آغازین
fi: Aloitusosio
fr: Section de démarrage
ru: Начальный раздел
tr: Başlangıç bölümü
uk: Початковий розділ

source: Watched: hidden
fa: تماشاشده: مخفی
fi: Katsottu: piilotettu
fr: Regardées : masquées
ru: Просмотренное: скрыто
tr: İzlenen: gizli
uk: Переглянуті: сховані

source: Home Settings
fa: تنظیمات صفحهٔ اصلی
fi: Koti asetukset
fr: Paramètres de l'accueil
ru: Настройки дома
tr: Ana sayfa ayarları
uk: Налаштування головної

source: (watched and shorts hidden)
fa: (تماشاشده‌ها و Shortها مخفی)
fi: (katsotut ja shorts-videot piilotettu)
fr: (regardées et shorts masqués)
ru: (просмотренное и короткие видео скрыты)
tr: (izlenen ve kısa videolar gizli)
uk: (переглянуті та shorts сховані)

source: Watched: visible
fa: تماشاشده‌ها: قابل رویت
fi: Katsottu: näkyvillä
fr: Regardées : visibles
ru: Просмотренные: показаны
tr: İzlenen: görünür
uk: Переглянуті: показані

source: No videos to show
fa: ویدیویی برای نمایش نیست
fi: Ei videoita näytettäväksi
fr: Aucune vidéo à afficher
ru: Нет видео для показа
tr: Gösterilecek video yok
uk: Немає відео для показу
