Repository: nonomal/yattee
Catalog: Shared/*.lproj/Localizable.strings
Languages: fa, fi, fr, it, nl, ru, tr, uk

source: Are you sure you want to restore default quality profiles?
fa: آیا از بازنشانی نمایه‌های کیفیت پیش‌فرض مطمئنید؟
fi: Haluatko varmasti palauttaa oletusarvoiset laatuprofiilit?
fr: Êtes-vous sûr de vouloir restaurer les profils de qualité par défaut ?
it: Vuoi ripristinare i profili qualità predefiniti?
nl: Weet u zeker dat u de standaardkwaliteitsprofielen wilt herstellen?
ru: Вы точно хотите восстановить изначальные профили качества?
tr: Varsayılan kalite profillerini geri yüklemek istediğinizden emin misiniz?
uk: Ви впевнені, що бажаєте відновити стандартні профілі якості?

source: Automatic
fa: خودکار
fi: Automaattinen
fr: Automatique
it: Automatico
nl: Automatisch
ru: Автоматический
tr: Otomatik
uk: Автоматичний

source: Badge
fa: نشان
fi: Merkki
it: Indicatore
nl: Embleem
ru: Значком
tr: Rozet
uk: Значком

source: Badge & Decreased opacity
fa: نشان و کاهش شفافیت
fi: Merkki & Vähentynyt opasiteetti
fr: Badge et opacité réduite
it: Indicatore e trasparenza
nl: Embleem & Verminderde helderheid
ru: Значком и прозрачностью
tr: Rozet ve Azaltılmış opaklık
uk: Значком та прозорістю

source: Badge color
fa: رنگ نشان
fi: Merkin väri
fr: Couleur du badge
it: Colore indicatore
nl: Embleem kleur
ru: Цвет значка
tr: Rozet rengi
uk: Колір значка

source: Based on system color scheme
fa: براساس طرح رنگ سیستم
fi: Järjestelmän väriteeman mukainen
fr: Basé sur le thème système
it: Adatta al sistema
nl: Gebaseerd op systeem kleuren pallet
ru: Как в системе
tr: Sistem renk şemasına göre
uk: Як в системі

source: Battery
fa: باتری
fi: Akku
fr: Batterie
it: Batteria
nl: Batterij
ru: Батарея
tr: Batarya
uk: Батарея

source: Browsing
fa: مرور
fi: Selaaminen
fr: Navigation
it: Navigazione
nl: Bladeren
ru: Навигация
tr: Gezinti
uk: Навігація

source: Buffering stream...
fa: بافر کردن استریم…
fi: Puskuroidaan...
fr: Mise en tampon du flux...
it: Caricamento stream...
nl: Stream bufferen...
ru: Буферизация потока...
tr: Akış arabelleğe alınıyor...
uk: Буферизація потоку..

source: Bugs and great feature ideas can be sent to the GitHub issues tracker.
fa: ایرادها و پیشنهادی خوب برای امکانات را می‌توانید به GitHub issues tracker بفرستید.
fi: Virheilmoitukset ja hyvät kehitysideat voi lähettää GitHubin ongelmien seurantaan.
fr: Les bugs et les idées de fonctionnalités peuvent être envoyés via GitHub.
it: Errori e idee per nuove funzioni possono essere inviati su GitHub.
nl: Bugs en functie-ideeën kunnen naar de GitHub-problementracker worden gestuurd.
ru: Об ошибках и предложениях сообщайте на странице проекта в GitHub во вкладке Issues.
tr: Hatalar ve harika fikirler GitHub sorun izleyicisine gönderilebilir.
uk: Баги та ідеї можна надсилати на GitHub Issues.

source: Category
fa: دسته‌بندی
fi: Luokka
fr: Catégorie
it: Categoria
nl: Categorie
ru: Категория
tr: Kategori
uk: Категорія

source: Chapters
fa: فصل‌های ویدیو
fi: Kappaleet
fr: Chapitres
it: Capitoli
nl: Hoofdstukken
ru: Главы
tr: Bölümler
uk: Розділи

source: Clear
fa: پاک کردن
fi: Tyhjennä
fr: Effacer
it: Cancella
nl: Leeg
ru: Очистить
tr: Temizle
uk: Очистити

source: Clear All
fa: همه را پاک کن
fi: Tyhjennä kaikki
fr: Tout effacer
it: Cancella tutto
nl: Leeg alles
ru: Очистить всё
tr: Tümünü Temizle
uk: Очистити все

source: Clear History
fa: پاک کردن سابقه
fi: Tyhjennä historia
fr: Effacer l'historique
it: Cancella cronologia
nl: Wis geschiedenis
ru: Очистить историю
tr: Geçmişi Temizle
uk: Очистити історію

source: Close PiP and open player when application enters foreground
fa: هنگامی که اپ باز می‌شود تصویر-در-تصویر را ببند و پخش‌کننده را باز کن
fi: Sulje kuva kuvassa ja avaa soitin, kun sovellus tulee etualalle
fr: Fermer l'IDI et ouvrir le lecteur lorsque l'application passe au premier plan
it: Chiudi PiP e apri il video quando l'applicazione viene portata in primo piano
nl: Sluit Beeld in Beeld en open speler wanneer de app op de voorgrond treedt
ru: Закрыть К-в-К и открыть плеер, когда приложение на переднем плане
tr: Uygulama ön plana geldiğinde Resim içinde Resim modunu kapatın ve oynatıcıyı açın
uk: Закрити К-в-К і відкрити плеєр, коли застосунок на передньому плані

source: Clear Search History
fa: پاک کردن سابقهٔ جست و جو
fi: Tyhjennä hakuhistoria
fr: Effacer l'historique de recherche
it: Cancella cronologia delle ricerche
nl: Wis zoek geschiedenis
ru: Очистить историю поиска
tr: Arama Geçmişini Temizle
uk: Очистити історію пошуку

source: Show Open Videos toolbar button
fi: Näytä Avaa Videoita -painike työkalupalkissa
fr: Afficher le bouton de la barre d'outils "Ouvrir des vidéos"
it: Mostra pulsante per aprire video nella barra strumenti
nl: Toon Open Videos werkbalkknop
ru: Показать кнопку "Открыть видео" на панели инструментов
tr: Video Aç arayüzünü göster
uk: Показати кнопку "Відкриті відео" на панелі інструментів

source: Buttons labels
fa: برچسب دکمه‌ها
fi: Painikkeiden nimikkeet
fr: Libellés des boutons
it: Etichette pulsanti
nl: Knoppen labels
ru: Надписи на кнопках
tr: Eylem düğmeleri etiketi
uk: Написи на кнопках

source: Rotate to portrait when exiting fullscreen
fa: پس از خروج از تمام صفحه به حالت عمودی بچرخ
fi: Käännä pystyasentoon kun poistutaan koko näytön tilasta
fr: Rotation en mode portrait à la sortie du plein écran
it: Ruota in verticale all'uscita da schermo intero
nl: Roteer naar portretmodus bij het verlaten van volledig scherm
ru: Поворачивать в портретное положение при выходе из полноэкранного режима
tr: Tam ekrandan çıkarken dikey konuma döndür
uk: Перехід до портретного режиму при виході з повноекранного режиму

source: Round corners
fa: گوشه‌های گرد
fi: Pyöreät kulmat
fr: Coins arrondis
it: Angoli arrotondati
nl: Ronde hoeken
ru: Закругленные углы
tr: Yuvarlak köşeler
uk: Закруглення кутів

source: Save
fa: ذخیره
fi: Tallenna
fr: Enregistrer
it: Salva
nl: Opslaan
ru: Сохранить
tr: Kaydet
uk: Зберегти

source: Save history of played videos
fa: ذخیرهٔ سابقهٔ ویدیوهای پخش شده
fi: Tallenna toistettujen videoiden historia
fr: Enregistrer l'historique des vidéos lues
it: Salva la cronologia dei video riprodotti
nl: Sla geschiedenis van afgespeelde videos op
ru: Сохранить историю проигранных видео
tr: Oynatılan videoların geçmişini kaydet
uk: Зберегти історію переглянутих відео

source: Save history of searches, channels and playlists
fa: ذخیرهٔ سابقهٔ جست و جو، کانال‌ها و فهرست‌های پخش
fi: Tallenna hakujen, kanavien ja soittolistojen historia
fr: Enregistrer l'historique des recherches, chaînes et listes de lecture
it: Salva la cronologia delle ricerche, dei canali e delle playlist
nl: Sla geschiedenis van zoekopdrachten, kanalen en afspeellijsten op
ru: Сохранить истории поиска, каналов и плейлистов
tr: Arama, kanal ve çalma listelerinin geçmişini kaydet
uk: Зберегти історію пошуку, каналів та плейлистів

source: Search
fa: جست و جو
fi: Haku
fr: Recherche
it: Cerca
nl: Zoeken
ru: Поиск
tr: Arama
uk: Пошук

source: Search history is empty
fa: سابقهٔ جست و جو خالیست
fi: Hakuhistoria on tyhjä
fr: L'historique de recherche est vide
it: La cronologia delle ricerche è vuota
nl: Zoekgeschiedenis is leeg
ru: История поиска пуста
tr: Arama geçmişi boş
uk: Історія пошуку порожня

source: Search...
fa: جست و جو…
fi: Haku...
fr: Recherche…
it: Cerca...
nl: Zoeken...
ru: Поиск...
tr: Ara...
uk: Пошук...

source: Sections
fa: بخش‌ها
fi: Osat
it: Sezioni
nl: Secties
ru: Разделы
tr: Bölümler
uk: Розділи

source: Seek gesture sensitivity
fi: Kelaus eleen herkkyys
fr: Sensibilité du geste de recherche
it: Sensibilità scorrimento
nl: Zoek gebaar gevoeligheid
ru: Чувствительность горизонтального свайпа
tr: Kaydırma hassasiyeti
uk: Чутливість жестів

source: Seek gesture speed
fi: Kelaus eleen nopeus
fr: Vitesse du geste de recherche
it: Velocità scorrimento
nl: Zoek gebaar snelheid
ru: Скорость горизонтального свайпа
tr: Kaydırma hızı
uk: Швидкість жестів

source: Seek with horizontal swipe on video
fi: Kelaa vaakasuuntaisella pyyhkäisyllä videossa
fr: Rechercher avec un glissement horizontal sur la vidéo
it: Naviga con scorrimento orizzontale sul video
nl: Scrollen met horizontale sleep op video
ru: Прокручивать видео горизонтальным свайпом
tr: Video üzerinde yatay kaydırma
uk: Прокручувати відео горизонтальним свайпом

source: Segments typically found at the start of a video that include an animation, still frame or clip which are also seen in other videos by the same creator.
fi: Osiot jotka yleensä löytyvät videon alusta ja jotka sisältävät animaatioita, still-kuvia tai klippejä, joita on myös saman tekijän muissa videoissa.
fr: Segments généralement situés au début d'une vidéo et comprenant une animation, une image fixe ou un clip que l'on retrouve également dans d'autres vidéos du même créateur.
it: Segmenti trovati tipicamente all'inizio di un video che includono un'animazione, un'immagine o una clip presenti anche in altri video dello stesso canale.
nl: Stukken normaal in het begin van een video met een animatie, stil plaatje, of stukje van een andere video van dezelfde maker.
ru: Сегменты, обычно находящиеся в начале видео и включающие анимацию, стоп-кадр или клип, которые также можно увидеть в других видео того же создателя.
tr: Genellikle bir videonun başlangıcında bulunan ve aynı içerik oluşturucunun diğer videolarında da görülen bir animasyon, sabit kare veya klip içeren kısımlar.
uk: Сегменти, які зазвичай знаходяться на початку відео, що включають анімацію, стоп-кадр або кліп, які також можна побачити в інших відео того ж каналу.

source: Select location closest to you:
fa: نزدیکترین سرویس دهنده را انتخاب کنید:
fi: Valitse sinua lähin sijainti:
fr: Sélectionner la localisation la plus proche de vous :
it: Seleziona la posizione più vicina a te:
nl: Selecteer de dichtstbijzijnde locatie:
ru: Выберите ближайшее к вам местоположение:
tr: Size en yakın konumu seçin:
uk: Виберіть найблищу локацію:

source: Self-promotion
fa: تبلیغ شخصی
fi: Itsensä mainostaminen
fr: Auto-promotion
it: Autopromozione
nl: Zelfpromotie
ru: Самореклама
tr: Kendi reklamını yapma
uk: Самореклама

source: Settings
fa: تنظیمات
fi: Asetukset
fr: Paramètres
it: Impostazioni
nl: Instellingen
ru: Настройки
tr: Ayarlar
uk: Налаштування

source: Share %@ link with time
fi: Jaa %@ linkki ja aika
fr: Partager le lien %@ avec le temps
it: Condividi link %@ al minuto corrente
nl: %@ link met tijd delen
ru: Поделиться %@ ссылкой со временем
tr: %@ bağlantısını zaman bilgisiyle birlikte paylaş
uk: Поділитися %@ посиланням з часом

source: Share %@ link
fi: Jaa %@ linkki
fr: Partager le lien %@
it: Condividi link %@
nl: %@ link delen
ru: Поделиться %@ ссылкой
tr: %@ bağlantısını paylaş
uk: Поділитися %@ посиланням

source: Show history
fa: نمایش سابقه
fi: Näytä historia
fr: Afficher l'historique
it: Mostra cronologia
nl: Geschiedenis laten zien
ru: Показать историю
tr: Kullanım geçmişini göster
uk: Відображати історію

source: Show progress of watching on thumbnails
fa: پیشرفت پخش را روی تصویر بندانگشتی نشان بده
fi: Näytä katselun edistyminen pikkukuvassa
fr: Afficher la progression du visionnage sur les miniatures
it: Mostra avanzamento del video sulle copertine
nl: Toon vooruitgang bovenop voorvertoning
ru: Показать прогресс просмотра на миниатюрах
tr: İzlenme durumu görsellerde görünsün
uk: Відображати прогрес перегляду на мініатюрі

source: Shuffle All
fa: شافل کردن همه
fi: Sekoita kaikki
fr: Tout en aléatoire
it: Casuale tutto
nl: Shuffle alles
ru: Перемешать всё
tr: Tümünü karıştır
uk: Перемішати все

source: Sidebar
fa: نوار کناری
fi: Sivupalkki
fr: Barre latérale
it: Barra laterale
nl: Zijbalk
ru: Боковая панель
tr: Kenar çubuğu
uk: Бокова панель

source: Sort
fa: ترتیب
fi: Järjestä
fr: Trier
it: Ordina
nl: Sorteer
ru: Сортировать
tr: Sırala
uk: Сортувати

source: Smaller
fa: کوچکتر
fi: Pienempi
fr: Très petits
it: Più piccoli
nl: Kleiner
ru: Мельчайший
tr: Küçült
uk: Меньший

source: Sort: %@
fa: ترتیب: %@
fi: Järjestä: %@
fr: Trier : %@
it: Ordina: %@
nl: Sorteer: %@
ru: Сортировать: %@
tr: Sırala: %@
uk: Сортування: %@

source: Sponsor
fa: حامی مالی
fi: Sponsori
ru: Спонсорская реклама
uk: Спонсор

source: Source
fa: منبع
fi: Lähde
it: Fonte
nl: Bron
ru: Источник
tr: Kaynak
uk: Джерело

source: SponsorBlock API Instance
fi: SponsorBlock API Instanssi
fr: Instance de l'API SponsorBlock
it: Istanza API SponsorBlock
ru: Инстанс SponsorBlock API
tr: SponsorBlock API Oluşumu
uk: Інстанс SponsorBlock API

source: Subscribe
fa: اشتراک
fi: Tilaa
fr: S'abonner
it: Iscriviti
nl: Abonneer
ru: Подписаться
tr: Üye ol
uk: Підписатися

source: Subscriptions
fa: اشتراک‌ها
fi: Tilaukset
fr: Abonnements
it: Iscrizioni
nl: Abonnementen
ru: Подписки
tr: Üyelik
uk: Підписки

source: Switch to other public location
fa: به یک سرویس دهندهٔ عمومی دیگر منتقل شو
fi: Vaihda toiseen julkiseen sijaintiin
fr: Passer à une autre instance publique
it: Passa a un'altra posizione pubblica
nl: Schakel naar andere publieke locatie
ru: Переключиться на другую публичную локацию
tr: Başka herkese açık konuma geç
uk: Переключитися на іншу публічну локацію

source: This cannot be reverted
fa: این گزینه غیرقابل بازگشت است
fi: Tätä ei voi perua
fr: Vous ne pourrez pas revenir en arrière
it: L'azione è irreversibile
nl: Dit kan niet ongedaan worden gemaakt
ru: Это нельзя потом отменить
tr: Geriye alınamaz
uk: Це не можна буде скасувати

source: Switch to public locations
fa: به سرویس دهندهٔ عمومی منتقل شو
fi: Vaihda julkiseen sijaintiin
fr: Passer à des instances publiques
it: Passa a posizioni pubbliche
nl: Schakel naar publieke locatie
ru: Переключиться на публичные локации
tr: Herkese açık konumlara geç
uk: Переключитися на публічні локації

source: System controls buttons
fa: دکمه‌های کنترل سیستم
fi: Järjestelmän ohjauspainikkeet
fr: Boutons de contrôle système
it: Pulsanti di controllo di sistema
nl: Knoppen voor systeemcontrole
ru: Системные кнопки управления
tr: Sistem kontrol butonları
uk: Системні кнопки керування

source: System controls show buttons for %@
fi: Järjestelmän säätimet näyttää painikkeet %@:lle
fr: Montrer les boutons de contrôle système pour %@
it: Pulsanti di controllo di sistema per %@
nl: Knoppen systeemcontrole voor %@
ru: Системные кнопки управления для %@
tr: %@ için sistem denetleme tuşlarını göster
uk: На системних елементах керування відображаються кнопки %@

source: That's nice to hear. It is fun to deliver apps other people want to use. You can consider donating to the project or help by contributing to new features development.
fi: Se on kiva kuulla. On hauskaa tarjota sovelluksia, joita muut haluavat käyttää. Voit harkita lahjoittamista projektiin tai apua edistämällä uusia ominaisuuksia.
fr: Cela fait plaisir à entendre. C'est amusant de délivrer des applications que d'autres personnes veulent utiliser. Vous pouvez considérer faire un don au projet ou aider en contribuant au développement de nouvelles fonctionnalités.
it: Mi fa piacere sentirlo. È bello offrire un'app che le persone usano volentieri. Puoi lasciare una donazione o contribuire allo sviluppo di nuove funzionalità, se vuoi.
nl: Dat is fijn om te horen. Het is leuk om apps aan te bieden die mensen willen gebruiken. Je kan een donatie overwegen of een bijdrage leveren in de ontwikkeling van nieuwe functionaliteiten.
ru: Приятно это слышать. Приятно создавать приложения, которыми хотят пользоваться другие люди. Ви можете рассмотреть возможность пожертвовать проекту или помочь, внеся свой непосредственный вклад в разработку приложения.
tr: Bunu duymak çok güzel. Başkalarının kullanmak isteyeceği uygulamalar sunmak eğlenceli. Projeye bağış yapmayı düşünebilir veya yeni özelliklerin geliştirilmesine katkıda bulunarak yardımcı olabilirsiniz.
uk: Приємно це чути. Створювати застосунки, якими хочуть користуватися інші люди, дуже приємно. Ви можете розглянути можливість пожертвувати кошти на проєкт або допомогти, взявши участь у розробці нових функцій.

source: This cannot be reverted. You might need to switch between views or restart the app to see changes.
fi: Tätä ei voi perua. Joudut ehkä vaihtamaan näkymää tai uudelleen käynnistämään sovelluksen, jotta muutokset näkyvät.
fr: Vous ne pourrez pas revenir en arrière. Vous devrez changer de vue ou redémarrer l'application pour voir les changements.
it: L'azione è irreversibile. Potresti dover cambiare sezione o riavviare l'app per applicare le modifiche.
nl: Dit kan niet ongedaan worden gemaakt. Je zou mogelijks tussen de weergave moeten schakelen of de app opnieuw te openen om de wijzigingen te zien.
ru: Это нельзя потом отменить. Возможно, вам потребуется переключиться между представлениями или перезапустить приложение, чтобы увидеть изменения.
tr: Bu geri döndürülemez. Değişiklikleri görmek için görünümler arasında geçiş yapmanız veya uygulamayı yeniden başlatmanız gerekebilir.
uk: Це не можна буде скасувати. Можливо, вам доведеться перемкнутися між режимами перегляду або перезапустити застосунок, щоб побачити зміни.

source: This information will be processed only on your device and used to connect you to the server in the specified country.
fi: Tämä tieto käsitellään ainoastaan laitteessasi ja sitä käytetään yhdistämään palvelimeen määrittelemässäsi maassa.
fr: Ces informations sont traitées uniquement sur votre appareil et utilisées pour vous connecter au serveur dans un pays spécifique.
it: Queste informazioni saranno elaborate solo sul tuo dispositivo e saranno usate per connetterti con il server nel paese specificato.
nl: Deze informatie zal enkel verwerkt worden binnen het toestel zelf en gebruikt worden om te verbinden met de server in het gekozen land.
ru: Эта информация будет обрабатываться только на вашем устройстве и использоваться для подключения вас к серверу в указанной стране.
tr: Bu bilgiler yalnızca cihazınızda işlenecek ve sizi belirtilen ülkedeki sunucuya bağlamak için kullanılacaktır.
uk: Ця інформація буде оброблятися тільки на вашому пристрої і буде використовуватися для з'єднання вас з сервером в зазначеній країні.

source: This will remove all your custom profiles and return their default values. This cannot be reverted.
fi: Tämä poistaa kaikki mukautetut profiilit ja palauttaa niiden oletusasetukset. Tätä ei voi perua.
fr: Cette opération supprimera tous vos profils personnalisés et rétablira leurs valeurs par défaut. Il n'est pas possible de revenir en arrière.
it: Saranno eliminati tutti i profili personalizzati e verranno riportati ai valori originali. L'azione è irreversibile.
nl: Dit zal alle profielen verwijderen en terug naar de initiële waarden brengen. Dit kan niet ongedaan worden gemaakt.
ru: Это удалит все ваши пользовательские профили и вернет их значения по умолчанию. Это нельзя потом отменить.
tr: Bu eylem tüm kişiselleştirilmiş ayarlarınızı kaldıracak ve varsayılan ayarları geri getirecektir. Bu işlem geri döndürülemez.
uk: Це призведе до видалення всіх ваших користувацьких профілів і повернення їхніх значень до стандартних. Це не можна буде скасувати.

source: Thumbnails
fa: بندانگشتی‌ها
fi: Pikkukuvat
fr: Miniatures
it: Copertine
nl: Voorvertoningen
ru: Миниатюры
tr: Küçük Resimler
uk: Мініатюри

source: Today
fa: امروز
fi: Tänään
fr: Aujourd'hui
it: Oggi
nl: Vandaag
ru: За сегодня
tr: Bugün
uk: За сьогодні

source: Trending
fa: پرطرفدار
fi: Trendaavat
fr: Tendances
it: Tendenze
ru: Тренды
tr: Trendler
uk: Тренди

source: TV
fa: تلویزیون
ru: ТВ

source: Typically near or at the end of the video when the credits pop up and/or endcards are shown.
fi: Tyypillisesti lähellä videon loppua, jossa on lopputekstit ja/tai loppukortit.
fr: Généralement à la fin de la vidéo, lorsque le générique apparaît ou les images de fin sont affichées.
it: Tipicamente alla fine del video quando appaiono i ringraziamenti o le anteprime finali.
nl: Typisch dicht bij of op het einde van een video wanneer de aftiteling getoond wordt.
ru: Обычно ближе к концу видео, когда появляются титры и / или показываются концевые карточки.
tr: Genellikle videonun sonunda veya sonuna yakın özet açılır ve/veya bitiş arayüzü gösterilir.
uk: Як правило, в кінці відео, коли з'являються титри.

source: unknown
fa: ناشناخته
fi: tuntematon
fr: inconnu
it: sconosciuto
nl: onbekend
ru: неизвестно
tr: Bilinmeyen
uk: невідомо

source: Upload date
fa: تاریخ انتشار
fi: Latauspäivä
fr: Date de publication
it: Data di caricamento
nl: Datum van opladen
ru: Дата загрузки
tr: Yüklenme tarihi
uk: Дата завантаження

source: Unsubscribe
fa: لغو اشتراک
fi: Lopeta tilaus
fr: Se désabonner
it: Annulla iscrizione
nl: Afmelden
ru: Отписаться
tr: Abonelikten çık
uk: Відписатися

source: URL
fa: نشانی
ru: URL-адрес

source: Used to create links from videos, channels and playlists
fi: Käytetään linkkien luomiseen videoista, kanavista ja soittolistoista
fr: Utilisé pour créer des liens depuis les vidéos, chaînes et playlists
it: Usato per creare link da video, canali e playlist
nl: Gebruikt om links te maken van videos, kanalen en afspeellijsten
ru: Используется для создания ссылок на видео, каналы и плейлисты
tr: Videolardan, kanallardan ve oynatma listelerinden bağlantılar oluşturmak için kullanılır
uk: Використовується для створення посилань на відео, канали та плейлисти

source: Username
fa: نام کاربری
fi: Käyttäjänimi
fr: Nom d'utilisateur
it: Nome utente
nl: Gebruikersnaam
ru: Имя пользователя
tr: Kullanıcı adı
uk: Ім'я користувача

source: Very Large
fa: خیلی بزرگ
fi: Erittäin suuri
fr: Très grands
it: Molto grandi
nl: Heel Groot
ru: Очень большой
tr: Çok Büyük
uk: Дуже великі

source: Views
fa: بازدیدها
fi: Katselukerrat
fr: Vues
it: Visualizzazioni
ru: По просмотрам
tr: İzlenme
uk: По переглядам

source: Watched
fa: تماشا شده
fi: Katsottu
fr: Visionnée
it: Guardato
nl: Bekeken
ru: Просмотренные
tr: İzlendi
uk: Переглянуто

source: Watching now
fa: در حال تماشا
fi: Katsotaan juuri nyt
fr: En lecture
it: In riproduzione
nl: Aan het bekijken
ru: Смотрим сейчас
tr: Şu an izlenen
uk: Дивлюся зараз

source: Yattee %@ (build %@)
fa: Yattee %@ (بیلد %@)
fi: Yattee %@ (koontiversio %@)
ru: Yattee %@ (сборка %@)
tr: Yattee %@ (versiyon %@)
uk: Yattee %@ (збірка %@)

source: Week
fa: هفته
fi: Viikko
fr: Semaine
it: Questa settimana
ru: За эту неделю
tr: Hafta
uk: За тиждень

source: Welcome
fa: خوش آمدید
fi: Tervetuloa
fr: Bienvenue
it: Benvenuto
nl: Welkom
ru: Добро пожаловать
tr: Hoşgeldiniz
uk: Ласкаво просимо

source: Wiki
fa: ویکی
ru: Вики
uk: Вікі

source: When partially watched video is played
fi: Kun osittain katsottu video toistetaan
fr: Lorsqu'une vidéo partiellement visionnée est lue
it: Quando viene riprodotto un video guardato in parte
nl: Wanneer een gedeeltelijk bekeken video wordt afgespeeld
ru: При воспроизведении частично просмотренного видео
tr: Video kısmi olarak izlendiyse
uk: При відтворенні частково переглянутого відео

source: Year
fa: سال
fi: Vuosi
fr: Année
it: Quest'anno
nl: Jaar
ru: За этот год
tr: Yıl
uk: За рік

source: You can find information about using Yattee in the Wiki pages.
fa: اطلاعات در مورد چگونگی استفاده از Yattee را می‌توانید در صفحات ویکی پیدا کنید.
fi: Löydät tietoa Yatteen käytöstä Wiki-sivuilta.
fr: Vous trouverez des informations sur l'utilisation de Yattee dans les pages Wiki.
it: Puoi trovare informazioni sull'utilizzo di Yattee nelle pagine della Wiki.
nl: Je vindt informatie over het gebruik van Yattee in de Wiki.
ru: Вы можете найти информацию об использовании Yattee на страницах вики.
tr: Wiki sayfalarında Yattee kullanımı hakkında bilgilere erişebilirsiniz.
uk: Додаткову інформацію про Yattee можна знайти на просторах Вікі.
