Repository: nonomal/yattee
Catalog: Shared/*.lproj/Localizable.strings
Languages: fa, fi, fr, it, nl, ru, tr, uk

source: You can use automatic profile selection based on current device status or switch it in video playback settings controls.
fi: Voit käyttää automaattista profiilivalintaa nykyisen laitteen tilan perusteella tai vaihtaa sitä videon toistoasetuksissa.
fr: Vous pouvez utiliser la sélection automatique du profil en fonction de l'état actuel de l'appareil ou la modifier dans les commandes des paramètres de lecture vidéo.
it: Puoi usare la selezione automatica del profilo in base allo stato del dispositivo o cambiarlo dai controlli di riproduzione.
nl: Je kan gebruik maken van een automatische profielselectie gebaseerd op de status van het toestel of maak een keuze in de aspeelinstellingen.
ru: Вы можете использовать автоматический выбор профиля на основе текущего состояния устройства или переключить его в настройками воспроизведения видео.
tr: Geçerli cihaz durumuna göre otomatik profil seçimini kullanabilir veya video oynatma ayarları kontrollerinde değiştirebilirsiniz.
uk: Ви можете використовувати автоматичний вибір профілю якості на основі поточного стану пристрою або перемикати його в налаштуваннях відтворення відео.

source: You need to create an instance and accounts to access %@ section
fi: Sinun täytyy luoda instanssi ja tilejä päästäksesi %@ osioon
fr: Vous devez créer une instance et un compte pour accéder à la section %@
it: Devi creare un'istanza e un account per accedere alla sezione %@
nl: Je moet een instance en een account aanmaken om toegang te krijgen tot het onderdeel %@
ru: Вам нужно создать инстанс и аккаунты для доступа к %@ разделу
tr: %@ bölümüne erişmek için bir örnek ve hesap oluşturmanız gerekmektedir.
uk: Необхідно створити інстанс та акаунти для доступу до %@ розділу

source: You have no Playlists
fa: فهرست پخشی ندارید
fi: Sinulla ei ole soittolistoja
fr: Vous n’avez aucune liste de lecture
it: Non hai alcuna playlist
nl: Je hebt geen afspeellijsten
ru: У вас нет плейлистов
tr: Çalma listeniz bulunmamaktadır
uk: У вас немає плейлистів

source: You need to select an account to access %@ section
fi: Sinun täytyy valita tili päästäksesi %@ osioon
fr: Vous devez sélectionner un compte pour accéder à la section %@
it: Devi selezionare un account per accedere alla sezione %@
nl: Je moet een account selecteren om toegang te krijgen tot het onderdeel %@
ru: Вам нужно выбрать аккаунт для доступа к %@ разделу
uk: Потрібно вибрати акаунт для доступу до %@ розділу

source: Public
fa: عمومی
fi: Julkinen
fr: Publique
it: Pubblica
nl: Publiek
ru: Публичный
tr: Halka açık
uk: Публічний

source: Now Playing
fa: در حال پخش
fi: Toistossa nyt
fr: En lecture
it: In riproduzione
nl: Wordt nu afgespeeld
ru: Сейчас играет
tr: Şuanda çalıyor
uk: Зараз грає

source: Unlisted
fa: فهرست نشده
fi: Listaamaton
fr: Non listée
it: Non in lista
nl: Onopgelijst
ru: По ссылке
tr: Liste dışı
uk: За посиланням

source: Current Location
fa: سرویس دهندهٔ فعلی
fi: Nykyinen sijainti
fr: Instance actuelle
it: Posizione attuale
nl: Huidige Locatie
ru: Текущая локация
tr: Şuanki konum
uk: Поточний API (локація)

source: Private
fa: خصوصی
fi: Yksityinen
fr: Privée
it: Privata
nl: Privé
ru: Личный
tr: Gizli
uk: Приватний

source: Playback queue is empty
fa: صف پخش خالیست
fi: Toistojono on tyhjä
fr: La file d'attente de lecture est vide
it: La coda è vuota
nl: Afspeellijst is leeg
ru: Очередь воспроизведения пуста
tr: Oynatma kuyruğu boş
uk: Черга перегляду порожня

source: Playing Next
fa: پخش بعدی
fi: Toistetaan seuraavaksi
fr: Lire la suivante
it: Prossimo in coda
nl: Speelt Hierna
ru: Играет дальше
tr: Sonra Oynatılacak
uk: Грає далі

source: You can switch between profiles in playback settings controls.
fi: Voit vaihtaa profiilien välillä toistoasetuksissa.
fr: Vous pouvez changer de profil dans les paramètres de lecture.
it: Puoi cambiare profilo dai controlli di riproduzione.
nl: Je kan schakelen tussen profielen via de afspeelinstellingen.
ru: Вы можете переключаться между профилями в настройках воспроизведения видео.
tr: Oynatma ayarları kontrollerinde profiller arasında geçiş yapabilirsiniz.
uk: Ви можете змінювати профіль під час перегляду.

source: Add Channels, Playlists and Searches to Favorites using
fi: Lisää kanavia, soittolistoja ja hakuja suosikkeihin käyttäen
fr: Ajoutez des chaînes, listes de lecture et recherches à vos Favoris en utilisant
it: Aggiungi canali, playlist e ricerche a Preferiti usando
nl: Voeg Kanalen, Afspeellijsten en Zoekopdrachten toe aan Favorieten gebruik makend van
ru: Добавить каналы, плейлисты и результаты поиска в избранное с помощью
uk: Додавайте канали, плейлисти та пошуки до вибраного за допомогою

source: Stream & Player
fa: استریم و پخش‌کننده
fi: Striimi ja soitin
fr: Flux & Lecteur
it: Stream e riproduttore
nl: Stream & Speler
ru: Стрим и плеер
tr: Yayın ve Oynatıcı
uk: Трансляція і відеоплеєр

source: Make default
fa: پیش فرض شو
fi: Tee oletus
fr: Mettre par défaut
it: Imposta come predefinito
nl: Stel in als standaard
ru: Сделать по умолчанию
tr: Varsayılan yap
uk: Зробити стандартним

source: Statistics
fa: آمار
fi: Statistiikka
fr: Statistiques
it: Statistiche
nl: Statistieken
ru: Статистика
tr: İstatistikler
uk: Статистика

source: Visibility
fi: Näkyvyys
fr: Visibilité
it: Visibilità
nl: Zichtbaarheid
ru: Видимость
tr: Görünürlük
uk: Видимість

source: Current Playlist
fa: فهرست پخش فعلی
fi: Nykyinen soittolista
fr: Liste de lecture actuelle
it: Playlist attuale
nl: Huidige Afspeellijst
ru: Текущий плейлист
tr: Şuanki oynatma listesi
uk: Поточний плейлист

source: Hardware decoder
fa: دکودر سخت‌افزاری
fi: Laitteisto dekoodaaja
fr: Décodeur matériel
it: Decodificatore hardware
ru: Аппаратный декодер
tr: Donanımsal çözücü
uk: Апаратний декодер

source: Stream FPS
fi: Striimin FPS
fr: IPS du flux
it: FPS stream
ru: К/с потока
uk: FPS трансляції

source: Cached time
fi: Puskuroitu aika
fr: Temps mis en cache
it: Tempo in cache
nl: Cache duurtijd
ru: Кэшированное время
tr: Önbelleğe alınan zaman
uk: Час кешування

source: Rate & Captions
fi: Nopeus & tekstitykset
fr: Vitesse & Sous-titres
it: Velocità e sottotitoli
nl: Beoordelen & Ondertiteling
ru: Скорость и субтитры
tr: Puan ve Altyazılar
uk: Швидкість і субтитри

source: Dropped frames
fi: Jätetyt kehykset
fr: Images perdues
it: Frame persi
nl: Verloren frames
ru: Пропущенные кадры
uk: Втрата кадрів

source: Keep last played video in the queue after restart
fi: Pidä viimeksi toistettu video jonossa uudelleen käynnistyksen jälkeen
fr: Conserver la dernière vidéo lue dans la file d'attente après le redémarrage
it: Mantieni l'ultimo video guardato in coda dopo il riavvio
nl: Behoud de laatst gespeelde video in de afspeellijst na herstart
ru: Сохранить последнее воспроизведенное видео в очереди после перезапуска
tr: Yeniden başlatıldığında son izlenen videoyu sırada bırak
uk: Залишати останнє проглянуте відео в черзі після перезапуску

source: Any format
fa: هر فرمتی
fi: Mikä tahansa formaatti
fr: Tout formats
it: Qualsiasi formato
nl: Elk formaat
ru: Любой формат
tr: Herhangi bir format
uk: Будь-який формат

source: %@ formats
fi: %@ formaattia
it: %@ formati
nl: %@ formaten
ru: %@ форматы
uk: %@ формати

source: Playlist is empty Tap and hold on a video and then "Add to Playlist"
fa: فهرست پخش خالیست روی ویدیو ضربه بزنید و نگه دارید، سپس "افزودن به فهرست پخش" را انتخاب کنید
fi: Soittolista on tyhjä Napauta ja pidä videota ja sitten ”Lisää soittolistaan”
fr: La liste de lecture est vide Appuyez longuement sur une vidéo, puis sur "Ajouter à la liste de lecture"
it: La playlist è vuota Tieni premuto su un video e fai "Aggiungi a playlist"
nl: Afspeellijst is leeg Tik en houd de video vast en kies dan "Voeg toe aan afspeellijst"
ru: Плейлист пуст Нажмите и удерживайте на видео, а затем "Добавить в плейлист"
tr: Çalma Listesi Boş Bir videoya dokunun ve basılı tutun, ardından "Çalma Listesine Ekle"
uk: Плейлист порожній Натисніть і утримуйте на відео, а потім "Додати до плейлиста"

source: It can be changed later in settings. You can use your own locations too.
fa: می‌توانید بعدا در تنظیمات تغییر دهید. همچنان می‌توانید از سرویس دهندهٔ خودتان استفاده کنید.
fi: Sitä voidaan muuttaa myöhemmin asetuksista. Voit käyttää myös omia sijainteja.
fr: Peut être modifié ultérieurement dans les paramètres. Vous pouvez également utiliser vos propres instances.
it: Può essere cambiata nelle impostazioni. Puoi anche usare posizioni personalizzate.
nl: Dit kan later aangepast worden in de instellingen. Je kan tevens je eigen locatie gebruiken.
ru: Это можно изменить позже в настройках. Вы также можете использовать свои собственные локации.
tr: Daha sonra ayarlardan değiştirilebilir. Kendi konumlarınızı da kullanabilirsiniz.
uk: Пізніше це можна змінити в налаштуваннях. Ви також можете використовувати власні локації.

source: Comments are disabled
fa: نظرها غیرفعال است
fi: Kommentit ovat poissa käytöstä
fr: Les commentaires sont désactivés
it: I commenti sono disattivati
nl: Commentaar is uitgeschakeld
ru: Комментарии отключены
tr: Yorumlar devre dışı
uk: Коментарі вимкнені

source: Press and hold remote button to open captions and quality menus
fi: Paina ja pidä kaukosäätimen painiketta avataksesi tekstitysten ja laadun valikot
fr: Appuyez et maintenez le bouton télécommande pour ouvrir le menu des sous-titres et de la qualité vidéo
it: Tieni premuto il pulsante del telecomando per aprire il menu dei sottotitoli e della qualità
nl: Tik en houd de knop van de afstandsbediening ingedrukt om het menu van de ondertitelingen en streamkwaliteit te openen
ru: Нажмите и удерживайте кнопку дистанционного управления, чтобы открыть субтитры и меню качества
tr: Altyazılar ve kalite menülerini açmak için uzaktan kumanda tuşuna basılı tutun
uk: Натисніть і утримуйте кнопку пульта, щоб відкрити меню субтитрів і якості

source: No comments
fa: بدون نظر
fi: Ei kommentteja
fr: Aucun commentaire
it: Nessun commento
nl: Geen commentaren
ru: Комментариев нет
tr: Yorum yok
uk: Коментарі відсутні

source: No chapters information available
fa: اطلاعاتی در مورد فصل‌های ویدیو در دسترس نیست
fi: Ei kappale tietoja saatavilla
fr: Aucune information de chapitrage n'est disponible
it: Nessun capitolo disponibile
nl: Geen hoofdstukinformatie beschikbaar
ru: Информация о главах недоступна
tr: Bölüm bilgisi mevcut değil
uk: Інформація про епізоди відсутня

source: Share Logs...
fi: Jaa lokit…
fr: Partager les logs…
it: Condividi log…
nl: Deel logboek…
ru: Поделиться логами…
tr: Hata kayıtlarını paylaş…
uk: Поділитися логами…

source: Could not load streams
fa: استریم قابل دریافت نیست
fi: Striimejä ei voitu ladata
fr: Impossible de charger les flux
it: Impossibile caricare stream
nl: Kan de streams niet laden
ru: Не удалось загрузить потоки
tr: Akışlar yüklenemedi
uk: Не вдалося загрузити трансляції

source: Channel could not be found
fa: کانال پیدا نشد
fi: Kanavaa ei löytynyt
fr: Impossible de trouver la chaîne
it: Canale non trovato
nl: Kanaal kan niet gevonden worden
ru: Не удалось найти канал
tr: Kanal bulunamadı
uk: Канал не знайдено

source: Could not open video
fa: ویدیو باز نشد
fi: Videota ei voitu avata
fr: Impossible d'ouvrir la vidéo
it: Impossibile aprire video
nl: Kan de video niet openen
ru: Не удалось открыть видео
tr: Video açılamadı
uk: Не вдалося відкрити відео

source: Could not extract channel information
fa: اطلاعات کانال دریافت نشد
fi: Kanavan tietoja ei voitu hakea
fr: Impossible d'extraire les informations de la chaîne
it: Impossibile estrarre informazioni del canale
nl: Kan geen informatie van het kanaal vinden
ru: Не удалось извлечь информацию о канале
tr: Kanal bilgisi çıkarılamadı
uk: Не вдалося отримати інформації про канал

source: Could not extract SID from received cookies: %@
fi: SID:tä ei voitu kaivaa vastaanotetuista evästeistä: %@
fr: Impossible d'extraire le SID depuis les cookies reçus : %@
it: Impossibile estrarre SID dai cookie ricevuti: %@
nl: Kon de SID niet bepalen van de ontvangen cookies: %@
ru: Не удалось извлечь SID из полученных файлов cookie: %@
uk: Не вдалося дістати SID з отриманих кукі: %@

source: Could not update your token.
fa: Token شما به روز نشد.
fi: Valtuutustasi ei voitu päivittää.
fr: Impossible de mettre à jour votre jeton.
it: Impossibile aggiornare il tuo token.
nl: Kan jouw token niet updaten.
ru: Не удалось обновить ваш токен.
uk: Не вдалося оновити ваш токен.

source: Could not refresh Trending
fi: Trendaavia ei voitu päivittää
fr: Impossible d'actualiser Tendances
it: Impossibile aggiornare Tendenze
nl: Kon Trending niet verversen
ru: Не удалось обновить тренды
tr: Trendde olanlar yenilenemedi
uk: Не вдалося оновити тренди

source: This URL could not be opened
fa: این نشانی باز نمی‌شود
fi: Tätä URL:ia ei voitu avata
fr: Impossible d'ouvrir cette URL
it: Impossibile aprire questo URL
nl: Deze URL kon niet geopend worden
ru: Этот URL-адрес не удалось открыть
tr: Bu URL açılamadı
uk: Не вдалося відкрити посилання

source: For custom locations you can configure Frontend URL in Locations settings
fi: Voit konfiguroida mukautetun sijainnin etusivun URL:n Sijaintien asetuksissa
fr: Pour des instances personnalisées, vous pouvez configurer l'URL frontale dans les paramètres d'instance
it: Per le posizioni personalizzate è possibile configurare l'URL del frontend nelle impostazioni delle posizioni
nl: Voor aangepaste locaties kan je de URL instellen in de locatie instellingen
ru: Для пользовательских локаций вы можете настроить Frontend URL в настройках Локации
tr: Özel konumlar için Konumlar ayarlarında Ön Uç URL'sini yapılandırabilirsiniz
uk: Для користувацьких локацій ви можете налаштувати Frontend URL в налаштуваннях локацій

source: Could not open channel
fa: کانال باز نمی‌شود
fi: Kanavaa ei voitu avata
fr: Impossible d'ouvrir cette chaîne
it: Impossibile aprire canale
nl: Kan het Kanaal niet openen
ru: Не удалось открыть канал
tr: Kanal açılamadı
uk: Не вдалося відкрити канал

source: Could not refresh Popular
fa: محبوبترین‌ها به روز نمی‌شود
fi: Suosittuja ei voitu päivittää
fr: Impossible d'actualiser Populaire
it: Impossibile aggiornare Popolari
nl: Kon Populair niet verversen
ru: Не удалось обновить вкладку "Популярное"
tr: Popüler yenilenemedi
uk: Не вдалося оновити популярне

source: Could not create share link
fa: پیوند اشتراک‌گذاری ساخته نشد
fi: Jakolinkkiä ei voitu luoda
fr: Impossible de créer un lien de partage
it: Impossibile creare link di condivisione
nl: Kon geen link aanmaken om te delen
ru: Не удалось создать ссылку для общего доступа
tr: Paylaş linki oluşturulamadı
uk: Не вдалося створити посилання

source: Could not extract playlist ID
fa: شناسهٔ فهرست پخش دریافت نشد
fi: Soittolistan ID:tä ei voitu hakea
fr: Impossible d'extraire l'ID de la liste de lecture
it: Impossibile estrarre ID playlist
nl: Kon de playlist ID niet bepalen
ru: Не удалось извлечь идентификатор плейлиста
tr: Çalma listesi ID bilgisi alınamadı
uk: Не вдалося отримати ID плейлиста

source: Could not open playlist
fa: فهرست پخش باز نشد
fi: Soittolistaa ei voitu avata
fr: Impossible d'ouvrir la liste de lecture
it: Impossibile aprire playlist
nl: Kon de afspeellijst niet openen
ru: Не удалось открыть плейлист
tr: Çalma listesi açılamadı
uk: Не вдалося відкрити плейлист

source: Could not extract video ID
fi: Video ID:tä ei voitu hakea
fr: Impossible d'extraire l'ID de la vidéo
it: Impossibile estrarre ID video
nl: Kon de video ID niet bepalen
ru: Не удалось извлечь идентификатор видео
tr: Video ID bilgisi alınamadı
uk: Не вдалося отримати ID відео

source: Could not load video
fa: ویدیو دریافت نشد
fi: Videota ei voitu ladata
fr: Impossible de charger la vidéo
it: Impossibile caricare video
nl: Kon de video niet laden
ru: Не удалось загрузить видео
tr: Video yüklenemedi
uk: Не вдалося завантажити відео

source: No locations available at the moment
fa: در حال حاضر سرویس دهنده‌ای در دسترس نیست
fi: Sijainteja ei ole saatavilla tällä hetkellä
fr: Aucune instance disponible pour le moment
it: Nessuna posizione è attualmente disponibile
nl: Geen locaties beschikbaar op dit moment
ru: На данный момент нет локаций
uk: Зараз немає доступних API (локацій)

source: Could not refresh Playlists
fa: فهرست پخش بازسازی نشد
fi: Soittolistaa ei voitu päivittää
fr: Impossible d'actualiser Listes de lectures
it: Impossibile aggiornare Playlist
nl: Kon de Afspeellijsten niet verversen
ru: Не удалось обновить плейлисты
tr: Çalma listesi güncellenemedi
uk: Не вдалося оновити плейлисти

source: If you want this app to be available in your language, join translation project.
fi: Jos haluat tämän sovelluksen olevan saatavilla kielelläsi, liity käännösprojektiin.
fr: Si vous voulez que cette application soit disponible dans votre langue, rejoignez le projet de traduction.
it: Se vuoi che quest'app sia disponibile nella tua lingua, unisciti al progetto di traduzione.
nl: Als je deze app in jouw taal wenst te gebruiken, neem deel aan het vertalingsproject.
ru: Если вы хотите, чтобы это приложение было доступно на вашем языке, присоединяйтесь к проекту перевода.
tr: Uygulamanın kendi dilinize çevrilmesini istiyorsanız, çeviri projesine katılın.
uk: Ви можете змінити або створити свій переклад на сторінці проєкту.

source: No documents
fa: بدون مستندات
fi: Ei dokumentteja
fr: Aucun document
it: Nessun documento
nl: Geen documenten
ru: Нет документов
tr: Belge yok
uk: Немає документів

source: Recent Documents
fa: مستندات تازه
fi: Viimeaikaiset dokumentit
fr: Documents récents
it: Documenti recenti
nl: Recente Documenten
ru: Недавние документы
tr: Son kullanılan belgeler
uk: Нещодавні документи

source: Home
fa: صفحهٔ اصلی
fi: Koti
fr: Accueil
ru: Дом
tr: Ana Sayfa
uk: Головна

source: Show Home
fa: نمایش صفحهٔ اصلی
fi: Näytä koti
fr: Afficher l'accueil
it: Mostra Home
nl: Toon Home
ru: Показать дом
tr: Ana Sayfayı Göster
uk: Показати головну

source: Share files from Finder on a Mac or iTunes on Windows
fi: Jaa tiedostoja Macin Finderistä tai iTunesista Windowsissa
fr: Partager des fichiers depuis Finder sur Mac ou iTunes sur Windows
it: Condividi file dal Finder su Mac o da iTunes su Windows
nl: Deel bestanden van Finder op Mac of iTunes op Windows
ru: Делитесь файлами из Finder на Mac или iTunes на Windows
tr: Finder üzerinden Mac ile belge paylaşın veya iTunes üzerinden Windows ile
uk: Обмін файлами з Finder на Mac або iTunes на Windows

source: Show Favorites
fa: نمایش موردعلاقه‌ها
fi: Näytä suosikit
fr: Afficher les favoris
it: Mostra Preferiti
nl: Toon Favorieten
ru: Показать избранное
tr: Favorileri Göster
uk: Показати улюблене

source: Inspector visibility
fi: Inspektorin näkyvyys
fr: Visibilité de l'inspecteur
it: Visibilità ispettore
nl: Inspector zichtbaarheid
ru: Видимость инспектора
tr: Denetleyici görünümü
uk: Видимість інспектора

source: Edit Favorites…
fa: ویرایش موردعلاقه‌ها…
fi: Muokkaa suosikkeja…
fr: Modifier les favoris…
it: Modifica Preferiti…
nl: Pas Favorieten aan…
ru: Редактировать избранное…
tr: Favorileri düzenle…
uk: Редагувати улюблене…

source: Close PiP when starting playing other video
fa: هنگامی که ویدیوی دیگری آغاز به پخش می‌کند تصویر-در-تصویر را ببند
fi: Sulje Kuva kuvassa, kun aloitetaan toisen videon toisto
fr: Fermer l'IDI lors de la lecture d'une autre vidéo
it: Chiudi PiP quando viene riprodotto un altro video
nl: Sluit Beeld in Beeld wanneer een andere video begint te spelen
ru: Закрыть К-в-К, когда воспроизводится другое видео
tr: Başka bir video oynatmaya başlarken Resim içinde Resim modunu kapat
uk: Закрити К-в-К, коли відтворюється інше відео

source: Close player when closing video
fa: هنگامی که ویدیو بسته می‌شود پخش کننده را ببند
fi: Sulje soitin, kun video suljetaan
fr: Fermer le lecteur lors de la fermeture de la vidéo
it: Chiudi il riproduttore quando viene chiuso il video
nl: Sluit speler bij het sluiten van een video
ru: Закрыть плеер при закрытии видео
tr: Videoyu kapatırken oynatıcıyı da kapat
uk: Закрити плеєр при закритті відео

source: Close player when starting PiP
fa: هنگامی که تصویر-در-تصویر آغاز می‌شود پخش کننده را ببند
fi: Sulje soitin, kun Kuva kuvassa aktivoidaan
fr: Fermer le lecteur au lancement de l'IDI
it: Chiudi il riproduttore quando si avvia PiP
nl: Sluit speler bij het starten van Beeld in Beeld
ru: Закрыть плеер, когда запущен К-в-К
tr: Resim içinde Resim modu başlatılırken oynatıcıyı kapat
uk: Закрити плеєр при старті К-в-К

source: Close video after playing last in the queue
fa: ویدیو را پس از پخش آخرین مورد فهرست ببند
fi: Sulje video, kun jonon viimeinen toistettu
fr: Fermer la vidéo après la dernière lecture de la file d'attente
it: Chiudi il video dopo aver riprodotto l'ultimo elemento in coda
nl: Sluit video na het laatste item in de wachtrij
ru: Закрыть видео после проигрывания очереди
tr: Kuyruktaki son videoyu oynattıktan sonra videoyu kapat
uk: Закрити відео після програвання черги

source: Comments
fa: نظرها
fi: Kommentit
fr: Commentaires
it: Commenti
nl: Commentaar
ru: Комментарии
tr: Yorumlar
uk: Коментарі

source: Connected successfully (%@)
fa: با موفقیت وصل شد (%@)
fi: Yhdistetty onnistuneesti (%@)
fr: Connexion réussie (%@)
it: Connessione riuscita (%@)
nl: Succesvol verbonden (%@)
ru: Подключение успешно (%@)
tr: Başarıyla bağlandı (%@)
uk: Підключено успішно (%@)

source: Contact
fa: تماس
fi: Yhteystiedot
it: Contatto
ru: Обратная связь
tr: İletişim
uk: Зворотній зв'язок

source: Connection failed
fa: اتصال موفق نبود
fi: Yhteys epäonnistui
fr: Échec de la connexion
it: Connessione fallita
nl: Verbinding mislukt
ru: Подключение не удалось
tr: Bağlantı başarısız
uk: Помилка при підключенні

source: Continue
fa: ادامه
fi: Jatka
fr: Continuer
it: Continua
nl: Verder
ru: Продолжить
tr: Devam et
uk: Продовжити

source: Continue from %@
fa: از %@ ادامه بده
fi: Jatka kohdasta %@
fr: Continuer depuis %@
it: Continua da %@
nl: Verder vanaf %@
ru: Продолжить с %@
tr: % devam et
uk: Продовжити з %@

source: Contributing
fa: مشارکت
fi: Osallistuminen
fr: Contribuer
it: Contribuisci
nl: Bijdragen
ru: Внести свой вклад
tr: Katkıda Bulunmak
uk: Внесок

source: Controls
fa: کنترل‌ها
fi: Säätimet
fr: Contrôles
it: Controlli
nl: Bediening
ru: Управления
tr: Kontroller
uk: Управління

source: Copy %@ link
fa: پیوند %@ را کپی کنید
fi: Kopioi %@ linkki
fr: Copier le lien %@
it: Copia link %@
nl: Kopieer %@ link
ru: Копировать %@ ссылку
tr: Bağlantıyı %@ kopyala
uk: Копіювати %@ посилання

source: Copy %@ link with time
fa: پیوند %@ با مهرزمان کپی کنید
fi: Kopioi %@ linkki ja aika
fr: Copier le lien %@ avec le temps
it: Copia link %@ con tempo
nl: Kopieer %@ link inclusief tijd
ru: Копировать %@ ссылку со временем
tr: Bağlantıyı %@ zaman ile kopyala
uk: Копіювати %@ посилання з часом

source: Could not load locations manifest
fi: SIjaintiluetteloa ei voitu ladata
fr: Impossible de charger le manifeste des instances
it: Impossibile caricare manifesto delle posizioni
nl: Kon locatie manifest niet laden
ru: Не удалось загрузить манифест локаций
tr: Konum bildirimi yüklenemedi
uk: Не вдалося завантажити маніфест локацій

source: Country
fa: کشور
fi: Maa
fr: Pays
it: Paese
nl: Land
ru: Страна
tr: Ülke
uk: Країна

source: Country Name or Code
fa: نام یا کد کشور
fi: Maan nimi tai koodi
fr: Nom ou code du pays
it: Nome o codice del paese
nl: Landnaam of -code
ru: Название страны или код
tr: Ülke Adı veya Kodu
uk: Назва або код країни

source: Create Playlist
fa: ساخت فهرست پخش
fi: Luo soittolista
fr: Créer une liste de lecture
it: Crea playlist
nl: Creëer afspeellijst
ru: Создать плейлист
tr: Oynatma Listesi Oluştur
uk: Створити плейлист

source: Current: %@ %@
fa: فعلی: %@ %@
fi: Nykyinen: %@ %@
fr: Actuel : %@ %@
it: Attuale: %@ %@
nl: Huidig: %@ %@
ru: Текущий: %@ %@
tr: Şuan: %@ %@
uk: Зараз: %@ %@

source: Custom
fa: سفارشی
fi: Mukautettu
fr: Personnalisé
it: Personalizzata
nl: Aangepast
ru: Пользовательские
tr: Özel
uk: Користувальницькі
