Repository: nonomal/yattee
Catalog: Shared/*.lproj/Localizable.strings
Languages: fa, fi, fr, it, nl, ru, tr, uk

source: (shorts hidden)
fa: (Shortها مخفی)
fi: (shorts-videot piilotettu)
fr: (shorts masqués)
ru: (короткие видео скрыты)
tr: (kısa videolar gizli)
uk: (shorts сховані)

source: Limit
fa: محدود
fi: Rajoita
fr: Limite
ru: Лимит
uk: Ліміт

source: (watched hidden)
fa: (تماشاشده‌ها مخفی)
fi: (katsotut piilotettu)
fr: (regardées masquées)
ru: (просмотренные скрыты)
tr: (izlenmiş gizli)
uk: (переглянуті сховані)

source: Disable filters
fa: غیرفعال کردن صافی‌ها
fi: Poista suodattimet käytöstä
fr: Désactiver les filtres
ru: Отключить фильтры
tr: Filtreleri devre dışı bırak
uk: Вимкнути фільтри

source: Are you sure you want to remove %@ from Favorites?
fi: Haluatko poistaa %@:n suosikeista?
fr: Êtes-vous sûr de vouloir supprimer %@ des favoris ?
ru: Вы уверены, что хотите удалить %@ из избранного?
tr: Favorilerden %@'yi kaldırmak istediğinizden emin misiniz?
uk: Ви впевнені, що хочете видалити %@ з улюбленого?

source: Keep channels with unwatched videos on top of subscriptions list
fi: Pidä kanavat, joilla katsomattomia videoita, tilauslistan yläosassa
fr: Conserver les chaînes dont les vidéos n'ont pas été visionnées en haut de la liste des abonnements
ru: Держать каналы с непросмотренными видео в верхней части списка подписок
tr: İzlenmemiş videoları olan kanalları abonelik listesinin üstte tut
uk: Тримати канали з непроглянутими відео у верхній частині списку підписок

source: Show video context menu options to force selected backend
fi: Näytä videon kontekstivalikon valinnat pakottaaksesi valitun backendin
fr: Afficher les options contextuelles de la vidéo pour forcer la sélection du backend
ru: Показать опции контекстного меню видео для принудительного выбора backend
uk: Показати опції контекстного меню відео для примусового вибору backend

source: Play Now in MPV
fa: الان در MPV پخش کن
fi: Toista nyt MPV:llä
fr: Lire maintenant dans MPV
ru: Играть сейчас в MPV
tr: Şimdi MPVde oynat
uk: Грати зараз в MPV

source: Play Now in AVPlayer
fa: الان در AVPlayer پخش کن
fi: Toista nyt AVPlayerillä
fr: Lire maintenant dans AVPlayer
ru: Играть сейчас в AVPlayer
tr: Şimdi AVPlayerda oynat
uk: Грати зараз в AVPlayer

source: Show channel avatars in videos lists
fi: Näytä kanavien kuvakkeet video listoissa
fr: Afficher les avatars des chaînes dans les listes de vidéos
ru: Показывать аватары каналов в списках видео
tr: Kanal avatarlarını videolar listesinde göster
uk: Показати аватари каналів у списках відео

source: Show channel avatars in channels lists
fi: Näytä kanavien kuvakkeet kanavalistoissa
fr: Afficher les avatars des chaînes dans les listes de chaînes
ru: Показывать аватары каналов в списках каналов
tr: Kanal avatarlarını kanallar listesinde göster
uk: Показувати аватари каналів у списках каналів

source: Fullscreen
fa: تمام صفحه
fi: Koko näyttö
fr: Plein écran
it: Schermo intero
ru: Полный экран
tr: Tam ekran
uk: Повний екран

source: Playback Settings
fa: تنظیمات پخش
fi: Toiston asetukset
fr: Paramètres de lecture
it: Impostazioni di riproduzione
ru: Настройки воспроизведения
tr: Oynatma ayarları
uk: Налаштування відтворення

source: Lock
fa: قفل
fi: Lukitse
fr: Verrouiller
it: Blocca
ru: Заблокировать
tr: Kilitle
uk: Заблокувати

source: Replay
fa: پخش دوباره
fi: Katso uudelleen
it: Riguarda
ru: Повторить
tr: Yeniden oynatma
uk: Повтор

source: Description
fa: شرح
fi: Kuvaus
it: Descrizione
ru: Описание
tr: Açıklama
uk: Опис

source: Loop one
fa: پخش دوبارهٔ تکی
fi: Yksi video silmukkana
fr: En boucle
it: Ripeti uno
ru: Зациклить видео
tr: Bir videoyu döngüde oynat
uk: Зациклити відео

source: Close video
fa: ویدیو را ببند
fi: Sulje video
fr: Fermer la vidéo
it: Chiudi video
ru: Закрыть видео
tr: Videoyu kapat
uk: Закрити відео

source: Autoplay next
fa: پخش خودکار بعدی
fi: Toista seuraava automaattisesti
fr: Lecture automatique
it: Riproduci prossimo in automatico
ru: Авто-очередь
tr: Otomatik sonrakini oynat
uk: Автовідтворення далі

source: Stream
fa: استریم
fi: Striimi
fr: Flux
ru: Прямая трансляция
tr: Yayın
uk: Потік

source: Show scroll to top button in comments
fi: Näytä vieritä ylös-painike kommenteissa
fr: Afficher le bouton de retour en haut de la page dans les commentaires
it: Mostra tasto per tornare in cima nei commenti
ru: Показать кнопку прокрутки к верху в комментариях
tr: Yorumlarda yukarıya götür düğmesini göster
uk: Показати кнопку прокрутки вгору в коментарях

source: Enter account credentials to connect...
fi: Syötä tilin tunnistetiedot yhdistääksesi…
fr: Entrez les informations d'identification du compte pour vous connecter...
it: Inserisci le credenziali del tuo account per connetterti...
ru: Введите данные аккаунта для подключения...
tr: Bağlanmak için hesap bilgilerini girin...
uk: Введіть облікові дані для з'єднання...

source: Opened File
fi: Avattu tiedosto
fr: Fichier ouvert
it: File aperto
ru: Открытый файл
tr: Açılan dosya
uk: Відкритий файл

source: Seek
fi: Kelaa
fr: Recherche
it: Scorri
ru: Перемотать видео вперёд/назад
tr: İlerle
uk: Перемотати відео вперед/назад

source: Enter location address to connect...
fi: Syötä sijainnin osoite yhdistääksesi…
fr: Entrez l'adresse de l'instance pour se connecter...
it: Inserisci posizione per connetterti...
ru: Введите адрес локации для подключения...
tr: Bağlanmak için konum adresini girin...
uk: Введіть адресу локації для з'єднання...

source: Show Inspector
fi: Näytä inspektori
fr: Afficher l’inspecteur
it: Mostra ispettore
nl: Toon Inspector
ru: Показать инспектора
tr: Denetleyiciyi Göster
uk: Показати інспектора

source: Clear Queue before opening
fa: صف را پیش از باز کردن خالی کن
fi: Tyhjennä jono ennen avaamista
fr: Effacer la file d’attente avant d’ouvrir
it: Cancella coda prima di aprire
nl: Maak de wachtrij leeg voor het openen
ru: Очистить очередь до открытия
tr: Açmadan önce Bekleme Listesini temizle
uk: Очищати чергу перед відкриттям

source: URL to Open
fa: نشانی برای باز کردن
fi: Avattava URL
fr: URL à ouvrir
it: URL da aprire
nl: URL om te Openen
ru: URL-адрес для открытия
tr: Açılıcak URL
uk: Посилання для відкриття

source: Reload manifest
fi: Uudelleen lataa luettelo
fr: Recharger le manifest
it: Ricarica manifesto
nl: Ververs het manifest
ru: Перезагрузить манифест
tr: Yeniden Yükle
uk: Перезавантажити маніфест

source: Open
fa: باز کردن
fi: Avaa
fr: Ouvrir
it: Apri
ru: Открыть
tr: Aç
uk: Відкрити

source: Video actions buttons
fi: Videotoimintojen painikkeet
fr: Boutons d'action vidéo
it: Pulsanti azione nel video
nl: Video actie knoppen
ru: Кнопки действий с видео
tr: Video eylem butonları
uk: Кнопки дій з відео

source: Pages buttons
fa: دکمه‌های صفحه‌ها
fi: Sivujen painikkeet
fr: Boutons des pages
it: Pulsanti di pagine
nl: Paginas knoppen
ru: Кнопки страницы
tr: Sayfa butonları
uk: Кнопки сторінок

source: Enter link to open
fa: پیوند را وارد کنید تا باز شود
fi: Syötä avattava linkki
fr: Entrez le lien à ouvrir
it: Inserisci link da aprire
nl: Voeg de link in om te openen
ru: Введите ссылку, чтобы открыть
tr: Açılıcak bağlantıyı girin
uk: Введіть посилання для відкриття

source: Could not open Files
fa: فایل باز نشد
fi: Tiedostoja ei voitu avata
fr: Impossible d’ouvrir les fichiers
it: Impossibile aprire File
nl: Kon Bestanden niet openen
ru: Не удалось открыть файлы
tr: Dosyalar açılamadı
uk: Не можу відкрити файли

source: Enter links to open, one per line
fa: پیوندها را وارد کنید تا باز شوند، هر خط یک پیوند
fi: Syötä avattavat linkit, yksi per rivi
fr: Entrez les liens à ouvrir, un par ligne
it: Inserisci link da aprire, uno per riga
nl: Voeg links toe om te openen, één per lijn
ru: Введите ссылки для открытия, по одной на строку
tr: Açmak için bağlantıları girin, satır başı bir tane
uk: Введіть посилання для відкриття. Одна на стрічку

source: Playback Mode
fa: وضعیت پخش
fi: Toistotila
fr: Mode de lecture
it: Modalità riproduzione
nl: Afspeelmodus
ru: Режим Воспроизведения
tr: Oynatma Modu
uk: Режим відтворення

source: Add
fa: افزودن
fi: Lisää
fr: Ajouter
it: Aggiungi
nl: Voeg toe
ru: Добавить
tr: Ekle
uk: Додати

source: Paste
fi: Liitä
fr: Coller
it: Incolla
nl: Plakken
ru: Вставить
tr: Yapıştır
uk: Вставити

source: Open Videos
fa: باز کردن ویدیو
fi: Avaa videot
fr: Ouvrir des vidéos
it: Apri Video
ru: Открыть видео
tr: Videolar aç
uk: Відкрити відео

source: Hide
fa: مخفی کردن
fi: Piilota
fr: Masquer
it: Nascondi
nl: Verberg
ru: Скрыть
tr: Sakla
uk: Приховати

source: Always
fa: همیشه
fi: Aina
fr: Toujours
it: Sempre
nl: Altijd
ru: Всегда
tr: Her zaman
uk: Завжди

source: Channels
fa: کانال‌ها
fi: Kanavat
fr: Chaînes
it: Canali
nl: Kanalen
ru: Каналы
tr: Kanallar
uk: Канали

source: Share
fa: اشتراک‌گذاری
fi: Jaa
fr: Partager
it: Condividi
nl: Deel
ru: Поделиться
tr: Paylaş
uk: Поширити

source: Only for local files and URLs
fa: فقط برای فایل‌های محلی و پیوندها
fi: Vain paikallisille tiedostoille ja URL:lle
fr: Uniquement pour les fichiers locaux et les URLs
it: Solo per file locali e URL
nl: Enkel voor lokale bestanden en URLs
ru: Только для локальных файлов и URL-адресов
tr: Yalnızca yerel dosyalar ve URL'ler için
uk: Тільки для локальних файлів і посилань

source: Open Files
fa: باز کردن فایل‌ها
fi: Avaa tiedostot
fr: Ouvrir Fichiers
it: Apri File
nl: Open Bestanden
ru: Открыть файлы
tr: Dosyaları Aç
uk: Відкриті файли

source: Show icons and text when space permits
fa: اگر جا بود متن و آیکن‌ها را نشان بده
fi: Näytä kuvakkeet ja teksti, kun tila sallii
fr: Afficher les icônes et le texte lorsque l’espace le permet
it: Mostra icone e testo quando c'è abbastanza spazio
nl: Toon iconen en tekst wanneer de ruimte dit toelaat
ru: Показать значки и текст, когда позволяет свободное место
tr: Alan yeterliyse simgeleri ve metni göster
uk: Показувати іконки та текст, якщо вистачає місця

source: Format
fi: Formaatti
it: Formato
nl: Formaat
ru: Формат
uk: Формат

source: Size
fa: اندازه
fi: Koko
fr: Taille
it: Dimensione
nl: Grootte
ru: Размер
tr: Boyut
uk: Розмір

source: Left
fa: چپ
fi: Vasen
fr: Gauche
it: Sinistra
nl: Links
ru: Лево
tr: Sol
uk: Ліворуч

source: Right
fa: راست
fi: Oikea
fr: Droite
it: Destra
nl: Rechts
ru: Право
tr: Sağ
uk: Праворуч

source: Driver
fi: Ajuri
ru: Драйвер
tr: Sürücü
uk: Контролер

source: Show only icons
fa: فقط آیکن‌ها را نشان بده
fi: Näytä vain kuvakkeet
fr: Afficher uniquement les icônes
it: Mostra solo icone
nl: Toon enkel iconen
ru: Показать только иконки
tr: Sadece ikonları göster
uk: Показувати тільки іконки

source: Center
fa: وسط
fi: Keskellä
fr: Centre
it: Centro
nl: Midden
ru: Центр
tr: Orta
uk: Центрувати

source: Documents
fa: مستندات
fi: Dokumentit
it: Documenti
nl: Documenten
ru: Документы
tr: Belgeler
uk: Документи

source: Video
fa: ویدیو
fr: Vidéo
ru: Видео-файл
uk: Відео

source: Sample Rate
fi: Näytetaajuus
fr: Taux d'échantillonnage
it: Frequenza di campionamento
ru: Частота дискретизации
tr: Örnek hızı
uk: Частота дискретизації

source: Could not find any links to open in your clipboard
fi: Leikepöydältä ei löytynyt yhtään avattavaa linkkiä
fr: Aucun lien à ouvrir n'a pu être trouvé dans votre presse-papiers
it: Nessun link da aprire trovato negli appunti
nl: Kon geen links vinden om te openen in het klembord
ru: Не удалось найти никаких ссылок для открытия из вашего буфера обмена
tr: Panonuzda açılacak hiçbir bağlantı bulunamadı
uk: В буфері обміну не знайдено посилань для відкриття

source: Audio
fa: صدا
ru: Аудио-файл
tr: Ses
uk: Аудіо

source: FPS
ru: К/с

source: Address
fa: نشانی
fi: Osoite
fr: Adresse
it: Indirizzo
nl: Adres
ru: Адрес
tr: Adres
uk: Адреса

source: File
fa: فایل
fi: Tiedosto
fr: Fichier
nl: Bestand
ru: Файл
tr: Dosya
uk: Файл

source: Codec
fa: کدک (Codec)
fi: Kodekki
ru: Кодек
tr: Kodek
uk: Кодек

source: Remove…
fa: حذف…
fi: Poista…
fr: Supprimer…
it: Rimuovi…
nl: Verwijder…
ru: Удалить…
tr: Kaldır…
uk: Видалити…

source: Actions buttons
fi: Toiminto-painikkeet
fr: Boutons d’action
it: Pulsanti azione
nl: Actieknoppen
ru: Кнопки действия
tr: Eylem düğmeleri
uk: Кнопки дій

source: Show sidebar
fa: نمایش نوار کناری
fi: Näytä sivupalkki
fr: Afficher la barre latérale
it: Mostra barra laterale
nl: Toon zijbalk
ru: Показать боковую панель
tr: Kenar çubuğunu göster
uk: Показати бокову панель

source: Browse without account
fa: استفاده بدون حساب کاربری
fi: Selaa ilman tiliä
fr: Naviguer sans compte
it: Naviga senza un account
ru: Смотреть без аккаунта
tr: Hesap olmadan gezin
uk: Дивитися без акаунта

source: Opening file…
fa: در حال باز کردن فایل…
fi: Tiedostoa avataan…
fr: Ouverture du fichier…
it: Apro file…
ru: Открытие файла…
tr: Dosya açılıyor…
uk: Відкриваю файл…

source: Public account
fa: حساب کاربری عمومی
fi: Julkinen tili
fr: Compte publique
it: Account pubblico
ru: Публичный аккаунт
tr: Halka açık hesap
uk: Публічний акаунт

source: Your Accounts
fa: حساب کاربری شما
fi: Sinun tilisi
fr: Vos comptes
it: I tuoi account
ru: Ваши аккаунты
tr: Hesaplarınız
uk: Ваші акаунти

source: Close video and player on end
fa: در پایان ویدیو و پخش‌کننده را ببند
fi: Sulje video ja soitin lopuksi
fr: Fermer la vidéo et le lecteur à la fin
it: Chiudi video e riproduttore alla fine
ru: Закрыть видео и плеер в конце
tr: Video ve oynatıcıyı bitişte kapat
uk: Закрити відео і плеєр в кінці

source: Use system controls with AVPlayer
fi: Käytä järjestelmän ohjaimia AVPlayerille
fr: Utiliser les contrôles du système avec AVPlayer
it: Usa controlli di sistema con AVPlayer
ru: Использовать системных элементы управления с помощью AVPlayer
tr: AVPlayer ile sistem kontrollerini kullan
uk: Використовувати системні елементи керування за допомогою AVPlayer

source: File Extension
fi: Tiedostopääte
fr: Extension de fichier
it: Estensione file
ru: Расширение файла
tr: Dosya uzantısı
uk: Розширення файлу

source: No preview
fa: بدون پیش‌نمایش
fi: Ei esikatselua
fr: Aucun aperçu
ru: Без предварительного просмотра
tr: Önizleme yok
uk: Без попереднього перегляду

source: Description preview
fa: پیش‌نمایش شرح
fi: Kuvauksen esikatselu
fr: Aperçu de la description
ru: Предварительный просмотр описания
tr: Açıklama önizlemesi
uk: Попередній перегляд опису

source: Podcasts
fa: پادکست‌ها
fi: Podcastit
ru: Подкасты
tr: Podcastler
uk: Подкасти

source: Releases
fi: Julkaisut
fr: Sorties
ru: Релизы
uk: Релізи

source: Add %@
fa: افزودن %@
fi: Lisää %@
fr: Ajouter %@
ru: Добавить %@
tr: Ekle %@
uk: Додати %@

source: Import Settings...
fi: Tuo asetukset…
fr: Importer des paramètres...
ru: Импортировать настройки...
tr: Ayarları içe aktar...
uk: Імпортувати налаштування...

source: Export Settings
fi: Vie asetukset
fr: Paramètres d'exportation
ru: Экспортировать настройки
tr: Ayarları dışa aktar
uk: Експортувати налаштування

source: Accounts passwords (unencrypted)
fi: Tilien salasanat (salaamaton)
fr: Mots de passe des comptes (non chiffrés)
ru: Пароли аккаунтов (не зашифрованные)
tr: Hesap parolaları (şifrelenmemiş)
uk: Паролі акаунтів (не зашифровані)

source: Other
fi: Muu
fr: Autres
ru: Другое
tr: Diğer
uk: Інше

source: Other data
fi: Muu data
fr: Autres données
ru: Другие данные
tr: Diğer veri
uk: Інші дані

source: Export...
fi: Vie…
fr: Exporter…
ru: Экспортировать…
tr: Dışa aktar…
uk: Експортувати…

source: Export
fi: Vie
fr: Exporter
ru: Экспорт
tr: Dışa aktar
uk: Експорт

source: Platform
fi: Alusta
fr: Plateforme
ru: Платформа
uk: Платформа

source: Import
fi: Tuo
fr: Importer
ru: Импорт
tr: İçe aktar
uk: Імпорт

source: Icon only
fi: Vain kuvake
fr: Icône uniquement
ru: Только иконка
tr: Sadece ikon
uk: Тільки іконка

source: Icon and text
fi: Kuvake ja teksti
fr: Icône et texte
ru: Иконка и текст
tr: İkon ve metin
uk: Іконка і текст

source: File information
fi: Tiedoston tiedot
fr: Informations sur le fichier
ru: Информация о файле
tr: Dosya detayları
uk: Інформація про файл

source: Account already exists
fi: Tili on jo olemassa
fr: Le compte existe déjà
ru: Аккаунт уже существует
tr: Hesap zaten var
uk: Акаунт уже існує

source: Chapters (if available)
fi: Kappaleet (jos saatavilla)
fr: Chapitres (si disponibles)
ru: Главы (если доступны)
tr: Bölümler (mevcutsa)
uk: Розділи (якщо доступні)

source: Password saved in import file
fi: Salasana tallennettu tuontitiedostoon
fr: Mot de passe enregistré dans le fichier d'importation
ru: Пароль сохранён в файле импорта
tr: Parola içe aktarma dosyasına kaydedildi
uk: Пароль збережений у файлі імпорту

source: Password required to import
fi: Tuonti vaatii salasanan
fr: Mot de passe requis pour l'importation
ru: Для импорта требуется пароль
tr: İçe aktarma için parola gerekli
uk: Для імпорту потрібен пароль

source: Other data include last used playback preferences and listing options
fi: Muu data sisältää viimeksi käytetyt toistoasetukset ja listaus vaihtoehdot
fr: Les autres données incluent les dernières préférences de lecture et de liste utilisées
ru: Другие данные включают в себя настройки последнего воспроизведения и параметры списка
tr: Diğer veriler, son kullanılan oynatma tercihleri ve listeleme seçeneklerini içerir
uk: Інші дані містять у собі налаштування останнього відтворення та параметри списку

source: Are you sure you want to export unencrypted passwords?
fi: Haluatko varmasti viedä salaamattomat salasanat?
fr: Êtes-vous sûr de vouloir exporter les mots de passe non chiffrés ?
ru: Вы точно хотите экспортировать не зашифрованные пароли?
tr: Şifrelenmemiş parolaları dışa aktarmak istediğinizden emin misiniz?
uk: Ви впевнені, що хочете експортувати не зашифровані паролі?

source: Do not share this file with anyone or you can lose access to your accounts. If you don't select to export passwords you will be asked to provide them during import
fi: Älä jaa tätä tiedostoa kenenkään kanssa tai voit menettää pääsyn tileillesi. Jos et valitse salasanojen vientiä, sinua pyydetään antamaan ne tuonnin aikana
fr: Ne partagez pas ce fichier avec qui que ce soit, sinon vous risquez de perdre l'accès à vos comptes. Si vous ne choisissez pas d'exporter les mots de passe, il vous sera demandé de les fournir lors de l'importation
ru: Не передавайте этот файл никому, иначе вы можете потерять доступ к своим аккаунтам. Если вы не выберете экспорт паролей, вас попросят предоставить их при импорте
tr: Bu dosyayı kimseyle paylaşmayın, yoksa hesaplarınıza erişiminizi kaybedebilirsiniz. Parolaları dışa aktarmayı seçmezseniz, içe aktarma sırasında bunları sağlamanız istenecektir
uk: Не передавайте цей файл нікому, інакше ви можете втратити доступ до своїх акаунтів. Якщо ви не виберете експорт паролів, вам буде запропоновано ввести їх під час імпорту

source: Build
fi: Koontiversio
ru: Сборка
tr: Derleme
uk: Збірка

source: Action button labels
fi: Toiminto -painikkeiden nimikkeet
fr: Textes des boutons d'action
ru: Надписи кнопок действия
tr: İşlem düğmesi etiketleri
uk: Написи кнопок дій

source: Custom Location already exists
fi: Mukautettu sijainti on jo olemassa
fr: L'emplacement personnalisé existe déjà
ru: Пользовательская локация уже существует
tr: Özel konum zaten mevcut"
uk: Користувацька локація вже існує

source: Custom Location selected for import
fi: Mukautettu sijainti valittu tuontia varten
fr: Emplacement personnalisé sélectionné pour l'importation
ru: Пользовательская локация выбрана для импорта
tr: İçe aktarma için özel konum seçildi
uk: Користувацька локація обрана для імпорту

source: Custom Location not selected for import
fi: Mukautettua sijaintia ei ole valittu tuontia varten
fr: Emplacement personnalisé non sélectionné pour l'importation
ru: Пользовательская локация не выбрана для импорта
tr: İçe aktarma için özel konum seçilmedi
uk: Користувацька локація не обрана для імпорту

source: Export in progress...
fi: Vienti meneillään…
fr: Exportation en cours...
ru: Экспортируем...
tr: Dışa aktarım devam etmekte...
uk: Експорт у процесі...

source: In progress...
fi: Meneillään…
fr: En cours…
ru: Выполняется…
tr: Devam ediyor…
uk: У процесі…

source: Open vertical chapters expanded
fi: Avaa pystysuuntaiset kappaleet laajennettuna
fr: Ouvrir les chapitres verticaux étendus
ru: Открывать вертикальные главы развернутыми
tr: Dikey bölümleri genişletilmiş olarak aç
uk: Відкривати вертикальні розділи розгорнутими

source: Frontend URL
fa: نشانی Frontend
fi: Etusivun URL
fr: URL frontale
it: URL frontend
tr: Ön uç URL'si

source: SponsorBlock
fi: SponsoriBlock

source: Backend
fr: Lecteur
tr: Arka uç

source: Wi-Fi
fa: اینترنت Wi-Fi

source: Opening audio stream...
nl: Audio stream aan het openen...

source: Loading streams...
nl: Streams aan het laden...

source: Opening %@ stream...
nl: Steam %@ aan het openen...
