Repository: nonomal/yattee
Catalog: Shared/*.lproj/Localizable.strings
Languages: fa, fi, fr, it, nl, ru, tr, uk

source: Clear Search History...
fa: پاک کردن سابقهٔ جست و جو…
fi: Tyhjennä hakuhistoria...
fr: Effacer l'historique de recherche…
it: Cancella cronologia delle ricerche...
nl: Wis zoek geschiedenis...
ru: Очистить историю поиска...
tr: Arama Geçmişini Temizle...
uk: Очистити історію пошуку...

source: Clear the queue
fa: پاک کردن صف
fi: Tyhjennä jono
fr: Effacer la file d'attente
it: Cancella la coda
nl: Wis de wachtrij
ru: Очистить очередь
tr: Kuyruğu temizle
uk: Очистити чергу

source: %@ subscribers
fa: %@ مشترکان
fi: %@ tilaajaa
fr: %@ abonnés
it: %@ iscritti
nl: abonnees
ru: %@ подписчиков
tr: %@ Aboneler
uk: %@ підписників

source: %lld videos
fa: %lld ویدیو
fi: %lld videota
fr: %lld vidéos
it: %lld video
ru: %lld видео
tr: %lld Videolar
uk: %lld відео

source: Accounts
fa: حساب‌ها
fi: Tilit
fr: Comptes
it: Account
ru: Аккаунты
tr: Hesaplar
uk: Акаунти

source: Add Account
fa: افزودن حساب کاربری
fi: Lisää tili
fr: Ajouter un compte
it: Aggiungi account
nl: Account toevoegen
ru: Добавить аккаунт
tr: Hesap Ekle
uk: Додати акаунт

source: Add Account...
fa: افزودن حساب کاربری…
fi: Lisää tili...
fr: Ajouter un compte…
it: Aggiungi account...
nl: Account toevoegen...
ru: Добавить аккаунт...
tr: Hesap Ekle...
uk: Додати акаунт...

source: Add Location
fa: افزودن سرویس دهنده
fi: Lisää Sijainti
fr: Ajouter une instance
it: Aggiungi posizione
nl: Locatie toevoegen
ru: Добавить локацию
tr: Konum Ekle
uk: Додати локацію (API)

source: Add profile...
fa: افزودن نمایه…
fi: Lisää profiili...
fr: Ajouter un profil…
it: Aggiungi profilo...
nl: Profiel toevoegen...
ru: Добавить профиль...
tr: Profil ekle...
uk: Додати профіль...

source: Add to %@
fa: افزودن به %@
fi: Lisää kohteeseen %@
fr: Ajouter à %@
it: Aggiungi a %@
nl: Toevoegen aan %@
ru: Добавить к «%@»
tr: Ekle %@
uk: Додати до %@

source: Add to Favorites
fa: افزودن به موردعلاقه‌ها
fi: Lisää Suosikeihin
fr: Ajouter aux favoris
it: Aggiungi a Preferiti
nl: Toevoegen aan favorieten
ru: Добавить в избранное
tr: Favorilere Ekle
uk: Додати в улюблене

source: Add to Playlist
fa: افزودن به فهرست پخش
fi: Lisää Soittolistaan
fr: Ajouter à la liste de lecture
it: Aggiungi a playlist
nl: Toevoegen aan afspeellijst
ru: Добавить в плейлист
tr: Oynatma listesine ekle
uk: Додати в плейлист

source: Anonymous
fa: ناشناس
fi: Anonyymi
fr: Anonyme
it: Anonimo
nl: Anoniem
ru: Анонимный
tr: Anonim
uk: Анонімний

source: Any
fa: هر
fi: Mikä tahansa
fr: Toutes
it: Qualsiasi
nl: Elk
ru: Любая
tr: Herhangi
uk: Будь-яка

source: Apply to all
fa: اعمال روی همه
fi: Käytä kaikkiin
fr: Appliquer à tous
it: Applica a tutti
nl: Toepassen op alles
ru: Применить ко всем
tr: Hepsine uygula
uk: Застосувати для всіх

source: Are you sure you want to delete playlist?
fa: آیا از حذف فهرست پخش مطمئنید؟
fi: Haluatko varmasti poistaa soittolistan?
fr: Êtes-vous sûr de vouloir supprimer la liste de lecture ?
it: Vuoi eliminare la playlist?
nl: Weet je zeker dat je de afspeellijst wilt verwijderen?
ru: Вы точно хотите удалить плейлист?
tr: Oynatma listesini silmek istediğine emin misin?
uk: Ви впевнені, що хочете видалити плейлист?

source: Are you sure you want to unsubscribe from %@?
fa: آیا از لفو اشتراک %@ مطمئنید؟
fi: Haluatko varmasti poistaa tilauksen %@?
fr: Êtes-vous sûr de vouloir vous désabonner de %@ ?
it: Vuoi cancellare l'iscrizione a %@?
nl: Weet u zeker dat u zich wilt afmelden voor %@?
ru: Вы точно хотите отписаться от %@?
tr: %@ aboneliğinden çıkmak istediğine emin misin?
uk: Ви впевнені, що хочете відписатися від %@?

source: Autoplaying Next
fa: پخش خودکار بعدی
fi: Toistetaan automaattisesti seuraava
fr: Lecture automatique de la suivante
it: Riproduzione automatica video successivo
nl: Volgende automatisch afspelen
ru: Автоматически воспроизводится следующее
tr: Sonraki Otomatik Oynatılıyor
uk: Автовідтворення наступного

source: Blue
fa: آبی
fi: Sininen
fr: Bleu
it: Blu
nl: Blauw
ru: Синий
tr: Mavi
uk: Синій

source: Button
fa: دکمه
fi: Painike
fr: Bouton
it: Pulsante
nl: Knop
ru: Кнопка
tr: Buton
uk: Кнопка

source: Cancel
fa: لغو
fi: Peruta
fr: Annuler
it: Annulla
nl: Annuleren
ru: Отмена
tr: İptal
uk: Скасувати

source: Captions
fa: زیرنویس
fi: Tekstitykset
fr: Sous-titres
it: Sottotitoli
nl: Ondertiteling
ru: Субтитры
tr: Altyazılar
uk: Субтитри

source: Categories to Skip
fa: دسته‌بندی‌هایی که رد می‌شوند
fi: Luokat jotka ohitetaan
fr: Catégories à ignorer
it: Categorie da saltare
nl: Categorieën om over te slaan
ru: Категории для пропуска
tr: Atlanacak Kategoriler
uk: Категорії для пропуску

source: Cellular
fa: اینترنت همراه
fi: Mobiiliverkko
fr: Mobile
it: Dati cellulare
nl: Mobiele data
ru: Сотовая связь
tr: Mobil veri
uk: Сотовий зв'язок

source: Charging
fa: در حال شارژ
fi: Ladattaessa
fr: En charge
it: In carica
nl: Opladen
ru: Зарядка
tr: Şarj oluyor
uk: Зарядка

source: Clear All Recents
fa: همهٔ موارد اخیر را پاک کن
fi: Tyhjennä kaikki viimeaikaiset
fr: Effacer tous les récents
it: Cancella tutti i recenti
nl: Leeg alle recenten
ru: Очистить всё последнее
tr: Tüm Son Kullanılanları Temizle
uk: Очистити всі недавні

source: Close
fa: بستن
fi: Sulje
fr: Fermer
it: Chiudi
nl: Dicht
ru: Закрыть
tr: Kapat
uk: Закрити

source: Close PiP when player is opened
fa: هنگامی که پخش‌کننده باز می‌شود تصویر-در-تصویر را ببند
fi: Sulje Kuva kuvassa, kun soitin avataan
fr: Fermer l'IDI lorsque le lecteur est ouvert
it: Chiudi PiP quando il riproduttore viene aperto
nl: Sluit Beeld in Beeld wanneer de speler wordt geopend
ru: Закрыть К-в-К, когда плеер открыт
tr: Oynatıcı açıldığında Resim içinde Resim modunu kapat
uk: Закрити К-в-К, поки плеєр відкритий

source: Date
fa: تاریخ
fi: Päivämäärä
it: Data
nl: Datum
ru: По дате
tr: Tarih
uk: По Даті

source: Decrease rate
fa: کاهش نرخ
fi: Vähennä nopeutta
fr: Diminuer la vitesse
it: Diminuisci
nl: Verlaag tempo
ru: Снизить скорость
tr: Azalma oranı
uk: Знизити швидкість

source: Decreased opacity
fa: کاهش تاری
fi: Vähennetty opasiteetti
fr: Opacité diminuée
it: Trasparenza
nl: Verlaagde helderheid
ru: Прозрачностью
tr: Düşük şeffaflık
uk: Прозорістю

source: Delete
fa: حذف
fi: Poista
fr: Supprimer
it: Elimina
nl: Verwijder
ru: Удалить
tr: Sil
uk: Видалити

source: Donations
fa: حمایت مالی
fi: Lahjoitukset
fr: Dons
it: Donazioni
nl: Donaties
ru: Донаты
tr: Bağışlar
uk: Донати

source: Done
fa: انجام شد
fi: Tehty
fr: Terminé
it: Fatto
nl: Klaar
ru: Применить
tr: Tamamlandı
uk: Готово

source: Edit
fa: ویرایش
fi: Muokkaa
fr: Modifier
it: Modifica
nl: Bewerken
ru: Редактировать
tr: Düzenle
uk: Редагувати

source: Edit Playlist
fa: ویرایش فهرست پخش
fi: Muokkaa soittolistaa
fr: Modifier la liste de lecture
it: Modifica playlist
nl: Bewerk Afspeellijst
ru: Редактировать плейлист
tr: Oynatma Listesini Düzenle
uk: Редагувати плейлист

source: Edit Quality Profile
fa: ویرایش نمایهٔ کیفیت
fi: Muokkaa laatuprofiilia
fr: Modifier le profil de qualité
it: Modifica profilo qualità
nl: Bewerk Kwaliteitsprofiel
ru: Редактировать профиль качества
tr: Kalite Profilini Düzenle
uk: Редагувати профіль якості

source: Edit...
fa: ویرایش…
fi: Muokkaa...
fr: Modifier…
it: Modifica...
nl: Bewerk...
ru: Редактировать...
tr: Düzenle...
uk: Редагувати...

source: Enable Return YouTube Dislike
fa: فعال کردن بازگرداندن YouTube Dislike
fi: Palauta YouTube Dislike
fr: Activer Return YouTube Dislike
it: Abilita Return YouTube Dislike
nl: Schakel Return YouTube Dislike in
ru: Включить Return YouTube Dislike
tr: YouTube Beğenmemeyi Geri Getirmeyi Etkinleştir
uk: Увімкнути Return YouTube Dislike

source: Error
fa: خطا
fi: Virhe
fr: Erreur
it: Errore
nl: Fout
ru: Ошибка
tr: Hata
uk: Помилка

source: Error when accessing playlist
fa: خطا هنگام دسترسی به فهرست پخش
fi: Virhe soittolistaa avatessa
fr: Erreur lors de l'accès à la liste de lecture
it: Errore nell'accesso alla playlist
nl: Fout bij openen afspeellijst
ru: Ошибка при доступе к плейлисту
tr: Oynatma listesine erişirken hata oluştu
uk: Помилка при доступі до плейлиста

source: Favorites
fa: مورد علاقه‌ها
fi: Suosikit
fr: Favoris
it: Preferiti
nl: Favorieten
ru: Избранное
tr: Favoriler
uk: Улюблене

source: For videos which feature music as the primary content.
fa: برای ویدیوهایی که محتوای اصلیشان موسیقی است.
fi: Videoille, joissa musiikki on ensisijainen sisältö.
fr: Pour les vidéos dont le contenu principal est la musique.
it: Per video che hanno la musica come argomento principale.
nl: Voor videos waarin muziek centraal staat als inhoud.
ru: Для видео, основным содержанием которых является музыка.
tr: Müziğin birincil içerik olduğu videolar için.
uk: Для відео, основним змістом яких є музика.

source: Highest quality
fa: بالاترین کیفیت
fi: Korkein laatu
fr: Qualité la plus élevée
it: Qualità massima
nl: Hoogste kwaliteit
ru: Наивысшее качество
tr: En yüksek kalite
uk: Найвища якість

source: History
fa: سابقه
fi: Historia
fr: Historique
it: Cronologia
nl: Geschiedenis
ru: История
tr: Geçmiş
uk: Історія

source: Honor orientation lock
fa: قفل چرخش صفحه را در نظر بگیر
fi: Kunnioita näytön suunnan lukitusta
fr: Respecter le verrouillage de l'orientation
it: Rispetta blocco rotazione
nl: Staanderichtingsslot opvolgen
ru: Учитывать блокировку ориентации
uk: Враховувати блокування орієнтації

source: Locations
fa: سرویس دهندگان
fi: Sijainnit
fr: Instances
it: Posizioni
nl: Locaties
ru: Локации
tr: Konumlar
uk: Локації

source: More info can be found in:
fa: اطلاعات بیشتر در:
fi: Lisätietoja löytyy:
fr: Vous trouverez plus d'informations dans :
it: Per maggiori informazioni:
nl: Meer informatie beschikbaar in:
ru: Более подробную информацию можно найти в:
tr: Daha fazla bilgiyi şurada bulabilirsiniz:
uk: Більше інформації можна знайти за посиланням:

source: Movies
fa: فیلم‌ها
fi: Elokuvat
fr: Films
it: Film
nl: Films
ru: Фильмы
tr: Filmler
uk: Фільми

source: MPV Documentation
fa: مستندات MPV
fi: MPV-dokumentaatio
fr: Documentation de MPV
it: Documentazione MPV
nl: MPV Documentatie
ru: Документация по MPV
tr: MPV Belgeleri
uk: Документація MPV

source: Music
fa: موسیقی
fi: Musiikki
fr: Musique
it: Musica
nl: Muziek
ru: Музыка
tr: Müzik
uk: Музика

source: Name
fa: نام
fi: Nimi
fr: Nom
it: Nome
nl: Naam
ru: Имя
tr: Ad
uk: Ім'я

source: New Playlist
fa: فهرست پخش جدید
fi: Uusi soittolista
fr: Nouvelle liste de lecture
it: Nuova playlist
nl: Nieuwe Afspeellijst
ru: Новый плейлист
tr: Yeni Oynatma Listesi
uk: Новий плейлист

source: Offtopic in Music Videos
fi: Offtopic musiikkivideoissa
fr: Musique : Segment non musical
it: Sezione non musicale nei video musicali
nl: Ongerelateerd in muziekvideos
ru: Не по теме в музыкальных клипах
tr: Müzik videolarında konu dışı
uk: Не по темі в музичних кліпах

source: Password
fa: رمز عبور
fi: Salasana
fr: Mot de passe
nl: Wachtwoord
ru: Пароль
tr: Parola
uk: Пароль

source: Pause
fa: مکث
fi: Tauko
it: Pausa
nl: Pauzeren
ru: Пауза
tr: Duraklat
uk: Пауза

source: Pause when entering background
fa: پس از ورود به پس‌زمینه مکث کن
fi: Tauko, kun siirrytään taustalle
fr: Pause lors du passage en arrière-plan
it: Metti in pausa quando esci dall'app
nl: Pauzeer wanneer op de achtergrond
ru: Пауза при входе в фоновый режим
tr: Arka plana girerken duraklat
uk: Пауза при переключенні на фоновий режим

source: Play Last
fa: آخرین را پخش کن
fi: Toista viimeinen
fr: Lire en dernier
it: Riproduci per ultimo
nl: Speel Laatste
ru: Играть последнее
tr: Son Oynat
uk: Грати останнє

source: Play Music
fa: موسیقی را پخش کن
fi: Toista musiikki
fr: Lire la musique
it: Riproduci musica
nl: Speel Muziek
ru: Играть музыку
tr: Müzik Çal
uk: Грати музику

source: Play Next
fa: بعدی را پخش کن
fi: Toista seuraava
fr: Lire ensuite
it: Riproduci come successivo
nl: Speel Volgende
ru: Играть следующее
tr: Sonraki Oynat
uk: Грати наступне

source: Preferred Formats
fa: فرمت‌های ترجیحی
fi: Suositut formaatit
fr: Formats préférés
it: Formati preferiti
nl: Voorkeursformaten
ru: Предпочитаемые форматы
tr: Tercih Edilen Formatlar
uk: Бажані формати

source: Profiles
fa: نمایه‌ها
fi: Profiilit
fr: Profils
it: Profili
nl: Profielen
ru: Профили
tr: Profiller
uk: Профілі

source: Proxy videos
fa: پروکسی کردن ویدیوها
fi: Videot välityspalvelimen kautta
fr: Proxy vidéos
it: Guarda video con proxy
nl: Video's door proxyserver leiden
ru: Использовать прокси для видео
tr: Videoları proxy'le
uk: Використовувати проксі

source: Related
fa: مرتبط
fi: Liittyviä
fr: En relation
it: Correlati
nl: Gerelateerd
ru: Похожие
tr: İlgili
uk: Схожі

source: Share...
fa: اشتراک گذاری…
fi: Jaa...
fr: Partager…
it: Condividi...
nl: Delen...
ru: Поделиться...
tr: Paylaş...
uk: Поділитися...

source: Short
fi: Lyhyt
fr: Courtes
it: Breve
nl: Kort
ru: Короткая
tr: Kısa
uk: Короткі

source: Show account username
fa: نمایش نام کاربری
fi: Näytä tilin käyttäjätunnus
fr: Afficher le nom d'utilisateur
it: Mostra nome utente dell'account
nl: Gebruikersnaam van account laten zien
ru: Показать имя пользователя аккаунта
tr: Hesabın kullanıcı adını göster
uk: Відображати ім'я акаунту

source: Show anonymous accounts
fa: نمایش حساب‌های ناشناس
fi: Näytä anonyymit tilit
fr: Afficher les comptes anonymes
it: Mostra account anonimi
nl: Anonieme accounts laten zien
ru: Показать анонимные аккаунты
tr: Anonim hesapları göster
uk: Відображати анонімні акаунти

source: Show channel name
fa: نمایش نام کانال
fi: Näytä kanavan nimi
fr: Afficher le nom de la chaîne
it: Mostra nome canale
nl: Naam van kanaal laten zien
ru: Показать имя канала
tr: Kanal adını göster
uk: Відображати назву каналу

source: Show keywords
fa: نمایش کلیدواژه‌ها
fi: Näytä avainsanat
fr: Afficher les mots-clés
it: Mostra parole chiave
nl: Toon sleutelwoorden
ru: Показать ключевые слова
tr: Anahtar kelimeleri göster
uk: Відображати ключові слова

source: Show playback statistics
fa: نمایش آمار پخش
fi: Näytä toiston statistiikka
fr: Afficher les statistiques de lecture
it: Mostra statistiche di riproduzione
nl: Toon afspeelstatistieken
ru: Показать статистику просмотра
tr: Oynatma istatistiklerini göster
uk: Відображати статистику переглядів

source: Show sidebar when space permits
fa: اگر جا بود نوارکناری را نشان بده
fi: Näytä sivupalkki, kun tila sallii
fr: Afficher la barre latérale lorsque l'espace le permet
it: Mostra barra laterale quando c'è abbastanza spazio
nl: Toon zijbalk wanneer de ruimte dit toelaat
ru: Показать боковую панель, когда позволяет пространство
tr: Alan olduğu sürece kenar çubuğunu göster
uk: Відображати бокову панель, якщо вистачає простору

source: Show video length
fa: طول ویدیو را نشان بده
fi: Näytä videon pituus
fr: Afficher la durée de la vidéo
it: Mostra lunghezza video
nl: Toon videoduur
ru: Показать длину видео
tr: Video uzunluğunu göster
uk: Відображати тривалість відео

source: Shuffle
fa: شافل
fi: Sekoita
fr: Aléatoire
it: Casuale
ru: Перемешать
tr: Karıştır
uk: Вперемішку

source: Sign In Required
fa: لازم است که وارد شوید
fi: Kirjautuminen vaaditaan
fr: Authentification requise
it: Accesso richiesto
nl: Aanmelden vereist
ru: Требуется войти
tr: Giriş yapmanız gerekiyor
uk: Необхідно увійти в систему

source: Small
fa: کوچک
fi: Pieni
fr: Petits
it: Piccoli
nl: Klein
ru: Маленький
tr: Küçük
uk: Маленький

source: Videos
fa: ویدیوها
fi: Videot
fr: Vidéos
it: Video
ru: Видео
tr: Videolar
uk: Відео

source: Watched %@
fa: تماشا شده %@
fi: Katsottu %@
fr: Visionnée %@
it: Guardato %@
nl: %@ Bekeken
ru: Просмотренные %@
tr: İzlendi %@
uk: Переглянуто %@

source: You have no playlists Tap on "New Playlist" to create one
fa: فهرست پخش ندارید روی «فهرست جدید» ضربه بزنید و یکی بسازید
fi: Sinulla ei ole soittolistoja Napauta "Uusi soittolista" luodaksesi uuden
fr: Vous n'avez aucune liste de lecture Appuyez sur "Nouvelle liste de lecture" pour en créer une
it: Non hai alcuna playlist. Usa "Nuova playlist" per crearne una
nl: Je hebt geen afspeellijsten Tik op "Nieuwe afspeellijst" om er een aan te maken
ru: У вас нет плейлистов Нажмите на "Новый плейлист", чтобы создать один
tr: Çalma listeniz yok Bir çalma listesi oluşturmak için "Yeni Çalma Listesi" üzerine dokunun
uk: У вас немає плейлистів Натісніть "Новий плейлист" для створення

source: Could not refresh Subscriptions
fi: Tilauksia ei voitu päivittää
fr: Impossible d'actualiser Abonnements
it: Impossibile aggiornare Iscrizioni
nl: Kan Abonnementen niet verversen
ru: Не удалось обновить подписки
tr: Abonelikler yenilenemedi
uk: Не вдалося оновити підписки

source: This video could not be opened
fa: این ویدیو باز نمی‌شود
fi: Tätä videota ei voi avata
fr: Impossible d'ouvrir cette vidéo
it: Impossibile aprire questo video
nl: Deze video kon niet worden geopend
ru: Это видео не удалось открыть
tr: Bu video oynatılamadı
uk: Не вдалося відкрити відео

source: Translations
fa: ترجمه‌ها
fi: Käännökset
fr: Traductions
it: Traduzioni
nl: Vertalingen
ru: Переводы
tr: Çeviriler
uk: Переклади

source: Show Open Videos quick actions
fi: Näytä Avaa Videoita -pikatoiminnot
fr: Afficher les actions rapides "Ouvrir des vidéos"
it: Mostra controlli rapidi per aprire video
nl: Toon Open Videos snelle acties
ru: Показать быстрые действия при открытии видео
tr: Video Aç hızlı eylemlerini göster
uk: Показати швидкі дії з відкритими відео

source: Recent History
fa: سابقهٔ اخیر
fi: Viimeaikainen historia
fr: Historique récent
it: Cronologia recente
nl: Recente Geschiedenis
ru: Недавняя история
tr: Yakın zamanda izlenilenler
uk: Останнє з історії

source: Files
fa: فایل‌ها
fi: Tiedostot
fr: Fichiers
it: File
nl: Bestanden
ru: Файлы
tr: Dosyalar
uk: Файли

source: Show Documents
fa: نمایش مستندات
fi: Näytä dokumentit
fr: Afficher les documents
it: Mostra Documenti
nl: Toon Documenten
ru: Показать документы
tr: Belgeleri Göster
uk: Показати документи

source: Video Details
fa: جزییات ویدیو
fi: Videon tiedot
fr: Informations sur la vidéo
it: Dettagli video
nl: Video Eigenschappen
ru: Детали видео
tr: Video Bilgileri
uk: Детальніше про відео

source: Locations Manifest
fi: Sijaintien luettelo
fr: Manifeste de l'instance
it: Manifesto posizioni
nl: Locatie Manifest
ru: Манифест локаций
uk: Маніфест локації

source: Remove Location
fa: حذف سرویس دهنده
fi: Poista sijainti
fr: Supprimer l'instance
it: Rimuovi posizione
nl: Verwijder Locatie
ru: Удалить локацию
uk: Видалити локацію

source: Default Profile
fa: نمایهٔ پیش‌فرض
fi: Oletusprofiili
fr: Profil par défaut
it: Profilo predefinito
nl: Standaard Profiel
ru: Профиль по умолчанию
tr: Varsayılan profil
uk: Профіль за замовчуванням

source: Play all unwatched
fa: همهٔ دیده‌نشده‌ها را پخش کن
fi: Toista kaikki katsomattomat
fr: Lire toutes les vidéos non visionnées
it: Riproduci tutti i non guardati
nl: Speel alle onbekeken af
ru: Играть все непросмотренные
tr: İzlenmemiş hepsini oynat
uk: Дивитися всi не переглянутi

source: Actions Buttons
fi: Toiminto-painikkeet
fr: Boutons d’action
it: Pulsanti azione
ru: Кнопки действий
tr: Eylem düğmeleri
uk: Кнопки дій

source: Play next item
fa: مورد بعدی را پخش کن
fi: Toista seuraava kohde
fr: Lire l'élément suivant
it: Riproduci prossimo
ru: Воспроизвести следующий элемент
tr: Sıradaki öğeyi çal
uk: Відтворити наступний елемент

source: Lock orientation
fa: قفل چرخش صفحه
fi: Lukitse näytön suunta
fr: Verrouiller l'orientation
it: Blocca orientamento
ru: Заблокировать ориентацию
tr: Ekran yönünü kilitle
uk: Зафіксувати орієнтацію

source: Music Mode
fa: وضعیت موسیقی
fi: Musiikki-tila
fr: Mode Musique
it: Modalità Musica
ru: Музыкальный режим
tr: Müzik modu
uk: Музичний режим

source: Total size: %@
fa: مجموع اندازه: %@
fi: Koko: %@
fr: Taille totale : %@
it: Dimensione totale: %@
ru: Итоговый размер: %@
tr: Toplam boyut: %@
uk: Загальний розмір: %@

source: Cache
fa: حافظهٔ مخفی
fi: Välimuisti
ru: Кэш
tr: Önbellek
uk: Кеш

source: Open channel
fa: کانال را باز کن
fi: Avaa kanava
fr: Ouvrir la chaîne
it: Apri canale
ru: Открыть канал
tr: Kanalı aç
uk: Відкрити канал

source: Inspector
fi: Inspektori
fr: Inspecteur
it: Ispettore
ru: Инспектор
uk: Інспектор

source: Open video description expanded
fi: Avaa videon kuvaus laajennettuna
fr: Ouvrir la description de la vidéo déployée
it: Apri descrizione video espansa
ru: Открыть расширенное описание видео
tr: Video açıklamasını genişletilmiş bir şekilde aç
uk: Відкрити опис відео розширено

source: subscribers
fa: مشترکان
fi: tilaajaa
fr: abonnés
it: iscritti
nl: Abonnees
ru: подписчиков
tr: .abonelikler
uk: підписників

source: %@ Channel
fa: %@ کانال
fi: %@ Kanava
fr: Chaîne %@
it: Canale %@
nl: Kanaal
ru: %@ Канал
tr: %@ Kanal
uk: %@ Канал

source: %@ Playlist
fa: %@ فهرست‌ پخش
fi: %@ Soittolista
fr: Liste de lecture %@
nl: Afspeellijst
ru: %@ Плейлист
tr: %@ Oynatma Listesi
uk: %@ Плейлист

source: 10 seconds forwards/backwards
fa: ۱۰ ثانیه جلو/عقب
fi: 10 sekuntia eteen/taakse
fr: 10 secondes en avant/arrière
it: 10 secondi avanti/indietro
nl: 10 seconden vooruit/achteruit
ru: 10 секунд вперёд/назад
tr: 10 saniye ileri/geri
uk: 10 секунд вперед/назад

source: Accounts are not supported for the application of this instance
fa: حساب کاربری در این سرویس دهنده پشتیبانی نمی‌شود
fi: Tilejä ei tueta tämän instanssin käyttöön
fr: Les comptes ne sont pas pris en charge pour l'application de cette instance
it: Gli account non sono supportati per l'applicazione di questa istanza
nl: Accounts zijn niet ondersteund voor de toepassing van dit exemplaar
ru: Аккаунты не поддерживаются приложением для этого инстанса
tr: Bu oluşumun hesapları uygulamada desteklenmemektedir
uk: Акаунти не підтримуються програмою для цього інстанса

source: Add Location...
fa: افزودن سرویس دهنده…
fi: Lisää Sijainti..
fr: Ajouter une instance..
it: Aggiungi posizione...
nl: Locatie toevoegen...
ru: Добавить локацию..
tr: Konum Ekle...
uk: Додати локацію..

source: Add Quality Profile
fa: افزودن نمایهٔ کیفیت
fi: Lisää Laatuprofiili
fr: Ajouter un profil de qualité
it: Aggiungi profilo qualità
nl: Kwaliteitsprofiel toevoegen
ru: Добавить профиль качества
tr: Kalite Profili Ekle
uk: Додати профіль якості

source: Add to Playlist...
fa: افزودن به فهرست پخش…
fi: Lisää Soittolistaan...
fr: Ajouter à la liste de lecture…
it: Aggiungi a playlist...
nl: Toevoegen aan afspeellijst...
ru: Добавить в плейлист...
tr: Oynatma listesine ekle...
uk: Додати в плейлист...

source: Advanced
fa: پیشرفته
fi: Edistynyt
fr: Avancé
it: Avanzate
nl: Geavanceerd
ru: Расширенные
tr: Gelişmiş
uk: Розширені

source: All
fa: همه
fi: Kaikki
fr: Tout
it: Tutti
nl: Alles
ru: Все
tr: Hepsi
uk: Всі

source: Always use AVPlayer for live videos
fa: همیشه از AVPlayer برای ویدیوهای پخش زنده استفاده کن
fi: Käytä aina AVPlayeriä live videoille
fr: Toujours utiliser AVPlayer pour les vidéos en direct
it: Usa sempre AVPlayer per i video dal vivo
nl: Gebruik altijd AVPlayer voor live video's
ru: Всегда использовать AVPlayer для прямых трансляций
tr: Canlı yayınlar için AVPlayer kullan
uk: Завжди використовувати AVPlayer для прямих ефірів

source: Are you sure you want to clear search history?
fa: آیا از حذف سابقهٔ جست و جو مطمئنید؟
fi: Haluatko varmasti tyhjentää hakuhistorian?
fr: Êtes-vous sûr de vouloir effacer l'historique des recherches ?
it: Vuoi eliminare la cronologia delle ricerche?
nl: Weet u zeker dat u de zoekgeschiedenis wilt wissen?
ru: Вы точно хотите очистить историю поиска?
tr: Arama geçmişini silmek istediğine emin misin?
uk: Ви впевнені, що хочете видалити історію пошуку?

source: Are you sure you want to clear history of watched videos?
fa: آیا از حذف سابقهٔ تماشا مطمئنید؟
fi: Haluatko varmasti tyhjentää katsottujen videoiden historian?
fr: Êtes-vous sûr de vouloir effacer l'historique des vidéos visionnées ?
it: Vuoi eliminare la cronologia dei video guardati?
nl: Weet je zeker dat je de geschiedenis van bekeken video's wilt wissen?
ru: Вы точно хотите очистить историю просмотренных видео?
tr: Oynatma geçmişini silmek istediğine emin misin?
uk: Ви впевнені, що хочете очистити історію переглядів?
