Repository: nonomal/yattee
Catalog: Shared/*.lproj/Localizable.strings
Languages: fa, fi, fr, it, nl, ru, tr, uk

source: Custom Locations
fa: سرویس دهندگان سفارشی
fi: Mukautetut sijainnit
fr: Instances personnalisées
it: Posizioni personalizzate
nl: Aangepaste locaties
ru: Пользовательские локации
tr: Özel Konumlar
uk: Користувальницькі локації

source: Disabled
fa: غیرفعال
fi: Pois käytöstä
fr: Désactivé
it: Disattivato
nl: Uitgeschakeld
ru: Отключены
tr: Devre dışı
uk: Вимкнено

source: Discord Server
fa: سرور Discord
fi: Discord-serveri
fr: Serveur Discord
it: Server Discord
ru: Discord сервер
tr: Discord Sunucusu
uk: Discord сервер

source: Discussions take place in Discord and Matrix. It's a good spot for general questions.
fi: Keskusteluja käydään Matrixissa ja Discordissa. Se on hyvä paikka yleisiin kysymyksiin.
fr: Les discussions ont lieu sur Discord et Matrix. Ce sont de bons endroits pour poser des questions génériques.
it: Le discussioni hanno luogo su Discord e su Matrix. Sono posti adatti per domande generali.
nl: Discussies vinden plaats op Discord en Matrix. Je kan er terecht voor algemene vragen.
ru: Обсуждения проходят в Discord и Matrix. Это хорошие места для общих вопросов.
tr: Tartışmalar Discord ve Matrix'te yer alır. Genel sorular için iyi bir yerdir.
uk: Дискусії відбуваються в Discord та Matrix. Це гарні місця для загальних питань.

source: Don't use public locations
fa: از سرویس دهندگان عمومی استفاده نکنید
fi: Älä käytä julkisia sijainteja
fr: Ne pas utiliser d'instances publiques
it: Non usare posizioni pubbliche
nl: Gebruik geen publieke locaties
ru: Не использовать публичные локации
tr: Herkese açık konumları kullanma
uk: Не використовувати публічні локації

source: Duration
fa: مدت زمان
fi: Kestoaika
fr: Durée
it: Durata
nl: Duur
ru: Продолжительность
tr: Süre
uk: Тривалість

source: Enable logging
fa: فعال کردن ثبت log
fi: Kytke loki käyttöön
fr: Activer la journalisation
it: Attiva resoconto
nl: Loggen inschakelen
ru: Включить ведение журнала
tr: Günlük kaydını etkinleştir
uk: Увімкнути ведення журналу

source: Enter fullscreen in landscape
fi: Siirry koko näytön tilaan vaakasuunnassa
fr: Entrer en plein écran en mode paysage
it: Avvia schermo intero in orizzontale
nl: Open volledig scherm in landschapmodus
ru: Войти в полноэкранный режим в альбомной ориентации
tr: Yatay hâldeyken tam ekrana gir
uk: Увійти в повноекранний режим в альбомній орієнтації

source: Explicit reminders to like, subscribe or interact with them on any paid or free platform(s) (e.g. click on a video).
fi: Nimenomainen muistutus tykkätä, tilata tai olla vuorovaikutuksessa heidän kanssaan millä tahansa maksullisella tai ilmaisella alustalla (esim. napsauttamalla videota).
fr: Rappels d'aimer la vidéo, de s'abonner ou d'interagir avec le créateur sur une plateforme gratuite ou payante.
it: Esortazioni a mettere Mi piace, iscriversi o interagire con loro su qualsiasi piattaforma a pagamento o gratuita (es. aprire un video).
nl: Expliciete herinneringen om te liken, abonneren of communiceren met hen op enig ander gratis of betaald platform (bijv. op een video klikken).
ru: Явные напоминания о необходимости поставить лайк, подписаться или взаимодействовать с автором на любой платной или бесплатной платформе (платформах) (например, нажать на видео).
tr: Herhangi bir ücretli veya ücretsiz platformda beğenmek, abone olmak veya onlarla etkileşimde bulunmak için açık hatırlatıcılar (ör. bir videoya tıklayın).
uk: Прямі нагадування залишити лайк, підписатися або взаємодіяти з автором на будь-якій платній чи безкоштовній платформі (платформах) (наприклад, натиснути на відео).

source: Filter
fa: صافی
fi: Suodatin
fr: Filtre
it: Filtro
ru: Фильтр
tr: Filtre
uk: Фільтр

source: Filter: active
fa: صافی: فعال
fi: Suodatin: käytössä
fr: Filtre : actif
it: Filtro: attivo
nl: Filter: actief
ru: Фильтр: активен
tr: Filtre: etkin
uk: Фільтр: активний

source: Finding something to play...
fa: یافتن چیزی برای پخش…
fi: Etsitään jotain toistettavaksi...
fr: Trouver quelque chose à jouer…
it: Trova qualcosa da guardare...
nl: Vind iets om af te spelen...
ru: Ищу другие видео...
tr: Oynatılacak bir şeyler bul...
uk: Шукаю що відтворити...

source: Formats will be selected in order as listed. HLS is an adaptive format (resolution setting does not apply).
fi: Formaatit valitaan listan mukaisessa järjestyksessä. HLS on adaptiivinen formaatti (resoluutioasetus ei sovellu).
fr: Les formats seront sélectionnés dans l'ordre de la liste. HLS est un format adaptatif (le paramètre de résolution ne s'applique pas).
it: I formati saranno selezionati in ordine come elencato. HLS è un formato adattivo (l'impostazione di risoluzione non si applica).
nl: Formaten worden geselecteerd in de genoemde volgorde. HLS is een adaptief formaat (instellingen voor resolutie worden niet toegepast).
ru: Форматы будут выбраны в порядке, указанном в списке. HLS - это адаптивный формат (настройка разрешения не применяется).
tr: Formatlar listedeki sıraya göre seçilecektir. HLS uyarlanabilir bir formattır (çözünürlük ayarı geçerli değildir).
uk: Формати будуть обрані в порядку, зазначеному в списку. HLS - адаптивний формат (налаштування роздільної здатності не застосовується).

source: Find Other
fa: یافتن دیگری
fi: Etsi muu
fr: En trouver un autre
it: Trova altri
nl: Vind Andere
ru: Найти другое
tr: Diğerlerini Bul
uk: Найти інше

source: Fullscreen size
fa: ابعاد تمام صفحه
fi: Koko täydellä näytöllä
fr: Taille en plein écran
it: Dimensione schermo intero
nl: Volledig schermformaat
ru: Полноэкранный размер
tr: Tam ekran boyutu
uk: Повноекранний розмір

source: Gaming
fa: بازی
fi: Pelaaminen
fr: Jeux vidéo
it: Videogiochi
nl: Gamen
ru: Игры
tr: Oyun
uk: Ігри

source: Help
fa: کمک
fi: Apua
fr: Aide
it: Aiuto
nl: Hulp
ru: Помощь
tr: Yardım
uk: Допомога

source: Hide sidebar
fa: نوار کناری را مخفی کن
fi: Kätke sivupalkki
fr: Masquer la barre latérale
it: Nascondi barra laterale
nl: Verberg zijbalk
ru: Скрыть боковую панель
tr: Kenar çubuğunu gizle
uk: Сховати бічну панель

source: Highest
fa: بالاترین
fi: Korkein
fr: La plus élevée
it: Massima
nl: Hoogste
ru: Наивысшая
tr: En yüksek
uk: Найвища

source: Hour
fa: ساعت
fi: Tunti
fr: Heure
it: Ora
nl: Uur
ru: За последний час
tr: Saat
uk: За останню годину

source: I am lost
fa: گم شده‌ام
fi: Olen eksyksissä
fr: Je suis perdu
it: Sono perso
nl: Ik ben verdwaald
ru: Я заблудился
tr: Kayboldum
uk: Я загубився

source: I found a bug /
fa: ایرادی پیدا کرده‌ام /
fi: Löysin bugin
fr: J'ai trouvé une erreur /
it: Ho trovato un bug /
nl: Ik heb een fout gevonden /
ru: Я нашёл ошибку /
tr: Bir hata buldum /
uk: Я знайшов баг /

source: High
fa: بالا
fi: Korkea
fr: Élevée
it: Alta
nl: Hoog
ru: Высокая
tr: Yüksek
uk: Висока

source: I have a feature request
fa: درخواست ویژگی و قابلیت دارم
fi: Minulla on ominaisuuspyyntö
fr: J'ai une demande de fonctionnalité
it: Ho una funzionalità da proporre
nl: Ik heb een functieverzoek
ru: У меня есть предложение
tr: Bir özellik isteğim var
uk: У мене є пропозиція

source: I like this app!
fa: از این اپ خوشم می‌آید!
fi: Tykkään tästä sovelluksesta!
fr: J'aime cette application !
it: Mi piace quest'app!
nl: Ik vind deze app leuk!
ru: Мне нравится это приложение!
tr: Bu uygulamayı beğendim!
uk: Мені подобається ця програма!

source: I want to ask a question
fa: می‌خواهم سوالی بپرسم
fi: Haluan esittää kysymyksen
fr: Je veux poser une question
it: Ho una domanda
nl: Ik wil een vraag stellen
ru: У меня есть вопрос
tr: Bir soru sormak istiyorum
uk: Хочу задати питання

source: If you are reporting a bug, include all relevant details (especially: app version, used device and system version, steps to reproduce).
fa: اگر ایرادی را گزارش می‌کنید، همهٔ جزییات مربوط (به ویژه نسخهٔ اپ، دستگاه مورد استفاده و نسخهٔ سیستم عامل و گام‌هایی که برای بازسازی ایراد لازم است) را ذکر کنید.
fi: Jos raportoit virheestä, sisällytä kaikki asiaankuuluvat tiedot (erityisesti: sovellusversio, käytetty laite- ja järjestelmäversio, kuinka virheen voi toistaa).
fr: Si vous signalez un bug, incluez tous les détails pertinents (notamment : version de l'application, appareil utilisé et version du système, étapes à suivre pour reproduire celui-ci).
it: Se stai segnalando un bug, includi tutti i dettagli rilevanti (in particolare: versione dell'app, dispositivo utilizzato, versione del sistema operativo e come riprodurre il bug).
nl: Als je een fout meldt, voeg dan alle relevantie details toe (in het bijzonder: versienummer van de app, gebruikte apparaat en systeemversie, stappen om te reproduceren).
ru: Если вы сообщаете об ошибке, укажите все необходимые сведения (особенно: версию приложения, используемое устройство, версию операционной системы, а также шаги для воспроизведения этой ошибки).
tr: Bir hata bildiriyorsanız, ilgili tüm ayrıntıları ekleyin (özellikle: uygulama sürümü, kullanılan cihaz ve sistem sürümü, yeniden üretme adımları).
uk: Якщо ви повідомляєте про баг, вказуйте всі відповідні деталі (особливо: версію застосунку, використовуваний пристрій, версію системи і кроки для відтворення).

source: If you are interested what's coming in future updates, you can track project Milestones.
fi: Jos olet kiinnostunut siitä, mitä tulevissa päivityksissä tapahtuu, voit seurata projektin virstanpylväitä.
fr: Si vous êtes intéressé par ce qui est prévu dans les futures mises à jour, vous pouvez suivre les étapes du projet.
it: Se vuoi sapere cosa arriverà negli aggiornamenti futuri, tieni d'occhio i traguardi del progetto.
nl: Als je geïnteresseerd bent in toekomstige updates, kan je Milestones van het project volgen.
ru: Если вам интересно, что будет в будущих обновлениях, вы можете следить за вехами (milestones) проекта на его странице GitHub.
tr: Gelecek güncellemelerde neler olacağını merak ediyorsanız, projenin dönüm noktalarını takip edebilirsiniz.
uk: Якщо вам цікаво, що буде в наступних оновленнях, ви можете стежити за віхами (milestones) проекту на його сторінці GitHub.

source: Increase rate
fi: Lisää nopeutta
fr: Augmenter la vitesse
it: Aumenta velocità
nl: Verhoog tempo
ru: Увеличить скорость
tr: Artış oranı
uk: Збільшити швидкість

source: Instance of current account
fa: سرویس دهندهٔ حساب کاربری فعلی
fi: Nykyisen tilin instanssi
fr: Instance du compte actif
it: Istanza dell'account attuale
nl: Instantie van huidig account
ru: Инстанс текущего аккаунта
tr: Mevcut hesabın oluşumu
uk: Інстанс поточного акаунта

source: Interface
fa: رابط کاربری
fi: Käyttöliittymä
it: Interfaccia
ru: Интерфейс
tr: Arayüz
uk: Інтерфейс

source: Info
fa: اطلاعات
fr: Informations
ru: Информация
tr: Bilgi
uk: Інфомація

source: Interaction
fa: تعامل
fi: Vuorovaikutus
fr: Rappel d’interaction
it: Interazione
nl: Interactie
ru: Взаимодействие
tr: Etkileşim
uk: Взаємодія

source: Large
fa: بزرگ
fi: Suuri
fr: Grands
it: Grandi
nl: Groot
ru: Большой
tr: Büyük
uk: Великий

source: Intro
fa: مقدمه
fr: Introduction
ru: Заставка
tr: Giriş
uk: Вступ

source: Issues Tracker
fi: Ongelmien seuranta
fr: Suivi de problèmes
it: Issue Tracker
nl: Problementracker
ru: Отслеживание ошибок
tr: Sorun İzleyici
uk: Трекер проблем

source: Large layout is not suitable for all devices and using it may cause controls not to fit on the screen.
fa: چیدمان بزرگ مناسب همهٔ دستگاه‌ها نیست و استفاده از آن ممکن است باعث بیرون ماندن کنترل‌ها از صفحهٔ نمایش شود.
fi: Suuri asettelu ei sovellu kaikille laitteille. Käyttämällä sitä, kaikki säätimet eivät välttämättä sovi näytölle.
fr: Le grand format n'est pas adapté à tous les appareils et son utilisation peut empêcher certains contrôles de s'afficher à l'écran.
it: Il layout grande non è adatto a tutti i dispositivi e selezionarlo potrebbe far uscire i controlli dallo schermo.
nl: Grote layout is niet geschikt voor alle apparaten en kan er voor zorgen dat niet alles op het scherm past.
ru: Большой размер не подходит для всех устройств, и его использование может привести к тому, что элементы управления не поместятся на экране.
tr: Büyük düzen tüm cihazlar için uygun değildir ve kullanılması kontrollerin ekrana sığmamasına neden olabilir.
uk: Великий розмір підходить не для всіх пристроїв і його використання може призвести до того, що елементи керування не будуть поміщатися на екрані.

source: Just watched
fa: همین الان تماشا کردم
fi: Juuri katsottu
fr: Visionnée à l'instant
it: Appena guardato
nl: Net bekeken
ru: Только что посмотрел
tr: Az önce izlendi
uk: Щойно переглянуто

source: LIVE
fa: زنده
fr: DIRECT
it: DIRETTA
ru: ПРЯМАЯ ТРАНСЛЯЦИЯ
tr: CANLI
uk: В ЕФІРІ

source: Loading streams…
fa: درحال دریافت استریم…
fi: Ladataan…
fr: Chargement des flux…
it: Caricamento stream…
nl: Streams laden…
ru: Загрузка потока…
tr: Akışlar yükleniyor…
uk: Завантаження трансляції…

source: Loading...
fa: درحال دریافت…
fi: Ladataan...
fr: Chargement…
it: Caricamento...
nl: Laden...
ru: Загрузка...
tr: Yükleniyor...
uk: Завантаження...

source: Lock portrait mode
fa: قفل حالت عمودی
fi: Lukitse muotokuvatila
fr: Verrouille l'orientation en mode portrait
it: Blocco orientamento verticale
nl: Vergrendel protretmodus
ru: Блокировать портретный режим
tr: Portre modunu kilitle
uk: Заблокувати портретний режим

source: Low
fa: پایین
fi: Matala
fr: Basse
it: Bassa
nl: Laag
ru: Низкая
tr: Düşük
uk: Низькі

source: Low quality
fa: کیفیت پایین
fi: Matala laatu
fr: Qualité basse
it: Qualità bassa
nl: Lage kwaliteit
ru: Низкое качество
tr: Düşük kalite
uk: Низька якість

source: Long
fa: دراز
fi: Pitkä
fr: Longues
it: Lungo
nl: Lang
ru: Длинная
tr: Uzun
uk: Довгі

source: Lowest
fa: پایینترین
fi: Matalin
fr: La plus basse
it: Peggiore
nl: Laagste
ru: Наименьшая
tr: En düşük
uk: Найнища

source: Mark as watched
fa: نشانه گذاری به عنوان تماشا شده
fi: Merkitse katsotuksi
fr: Marquer comme visionnée
it: Segna come guardato
nl: Markeer als bekeken
ru: Отметить как просмотренное
tr: İzlendi olarak işaretle
uk: Позначити як переглянуте

source: Mark video as watched after playing
fa: ویدیو را پس از پخش به عنوان تماشا شده نشانه بگذار
fi: Merkitse video katsotuksi toiston jälkeen
fr: Marquer la vidéo comme visionnée après la lecture
it: Segna il video come guardato dopo la riproduzione
nl: Markeer videos als bekeken na afspelen
ru: Отметить видео как просмотренное после воспроизведения
tr: Videoyu oynattıktan sonra izlendi olarak işaretle
uk: Помітити відео як переглянуте після перегляду

source: Mark watched videos with
fa: نشانه گذاری ویدیوها به عنوان تماشا شده با
fi: Merkitse katsotut videot
fr: Marquer les vidéos visionnées avec
it: Segna come guardati i video con
nl: Markeer videos als bekeken met
ru: Отметить просмотренные видео
tr: İzlenen videoları ile işaretle
uk: Відмітити переглянуті відео

source: Matrix Channel
fa: کانال Matrix
fi: Matrix-kanava
fr: Salon Matrix
it: Canale Matrix
nl: Matrix Kanaal
ru: Matrix канал
tr: Matrix Kanalı
uk: Канал Matrix

source: Matrix Chat
fa: چت Matrix
fr: Discussion Matrix
it: Chat Matrix
ru: Matrix чат
tr: Matrix Sohbeti
uk: Чат Matrix

source: Medium
fa: متوسط
fi: Keskikoko
fr: Moyens
it: Media
nl: Gemiddeld
ru: Средний
tr: Orta
uk: Середній

source: Medium quality
fa: کیفیت متوسط
fi: Keskimääräinen laatu
fr: Qualité moyenne
it: Qualità media
nl: Gemiddelde kwaliteit
ru: Среднее качество
tr: Orta kalite
uk: Середня якість

source: Month
fa: ماه
fi: Kuukausi
fr: Mois
it: Mese
nl: Maand
ru: За этот месяц
tr: Ay
uk: За останній місяць

source: Milestones
fa: نقطهٔ عطف
fi: Virstanpylväitä
fr: Étapes
it: Traguardi
nl: Mijlpalen
ru: Вехи (Milestones)
tr: Dönüm Noktaları
uk: Віхи (Milestones)

source: Next
fa: بعدی
fi: Seuraava
fr: Suivant
it: Successivo
nl: Volgende
ru: Далее
tr: Sonraki
uk: Далі

source: No Playlists
fa: بدون فهرست پخش
fi: Ei soittolistoja
fr: Aucune liste de lecture
it: Nessuna playlist
nl: Geen Afspeellijsten
ru: Нет плейлистов
tr: Oynatma Listesi Yok
uk: Нема плейлистів

source: No description
fa: بدون شرح
fi: Ei kuvausta
fr: Aucune description
it: Nessuna descrizione
nl: Geen omschrijving
ru: Нет описания
tr: Açıklama yok
uk: Без опису

source: No results
fa: بدون نتیجه
fi: Ei tuloksia
fr: Aucun résultat
it: Nessun risultato
nl: Geen resultaten
ru: Нет результатов
tr: Sonuç yok
uk: Без результатів

source: Nothing
fa: هیچ
fi: Ei mitään
fr: Rien
it: Niente
nl: Niets
ru: Ничем
tr: Hiçbir şey
uk: Нічого

source: Normal
fa: عادی
fi: Normaali
fr: Normale
it: Normale
nl: Normaal
ru: Обычная
uk: Звичайний

source: Not available
fa: در دسترس نیست
fi: Ei saatavilla
fr: Indisponible
it: Non disponibile
nl: Niet beschikbaar
ru: Нет доступа
tr: Mevcut değil
uk: Недоступно

source: Not Playing
fa: پخش نمی‌شود
fi: Ei toisteta
fr: Pas en lecture
it: Non in riproduzione
nl: Niet aan het spelen
ru: Не воспроизводится
tr: Oynatılmıyor
uk: Не програється

source: Only when signed in
fa: تنها پس از ورود
fi: Vain sisäänkirjautuneena
fr: Uniquement lorsque vous êtes connecté
it: Solo se l'accesso è effettuato
nl: Alleen wanneer ingelogd
ru: Только после входа в
tr: Yalnızca oturum açıldığında
uk: Тільки після авторизації

source: Open "Playlists" tab to create new one
fa: زبانهٔ «فهرست پخش» را باز کنید تا یک فهرست جدید بسازید
fi: Avaa "Soittolistat" -välilehti luodaksesi uuden
fr: Ouvrir l'onglet « Listes de lecture » pour en créer une nouvelle
it: Apri la sezione "Playlist" per crearne una nuova
nl: Open tabblad "Afspeellijsten" om een nieuwe te creëeren
ru: Откройте вкладку "Плейлисты", чтобы создать новый
tr: Yeni bir tane oluşturmak için "Oynatma Listeleri" sekmesini açın
uk: Відкрити розділ "Плейлисти" для створення нового

source: Open Settings
fa: باز کردن تنظیمات
fi: Avaa asetukset
fr: Ouvrir les paramètres
it: Apri Impostazioni
nl: Open Instellingen
ru: Открыть настройки
tr: Ayarları Aç
uk: Відрити налаштування

source: Opening %@ stream…
fa: باز کردن استریم %@…
fi: Avataan %@ streamia…
fr: Ouverture du flux %@…
it: Apertura stream %@…
nl: Stream %@ openen…
ru: Открытие %@ потока…
tr: %@ akışı açılıyor…
uk: Запуск %@ ефіру…

source: Opening audio stream…
fa: باز کردن استریم صوتی…
fi: Avataan äänistreamia…
fr: Ouverture du flux audio…
it: Apertura stream audio…
nl: Audio stream openen…
ru: Открытие аудиопотока…
tr: Ses akışı açılıyor…
uk: Запуск аудіо трансляції…

source: Orientation
fa: چرخش صفحه
fi: Suunta
it: Orientamento
nl: Oriëntatie
ru: Ориентация
tr: Yönlendirme
uk: Орієнтація

source: Outro
fa: انتها
fr: Générique de fin
it: Conclusioni
ru: Концовка
tr: Kapanış
uk: Кінцівка

source: Part of a video promoting a product or service not directly related to the creator. The creator will receive payment or compensation in the form of money or free products.
fi: Osa videosta, joka edistää tuotetta tai palvelua, joka ei liity suoraan tekijään. Tekijä saa maksun tai korvauksen rahan tai ilmaisten tuotteiden muodossa.
fr: Partie d'une vidéo promouvant un produit ou un service sans lien direct avec le créateur. Le créateur recevra un paiement ou des produits gratuits.
it: Parte del video che promuove un prodotto o servizio non direttamente collegato al canale. Il canale riceve soldi o prodotti gratuiti come compenso.
nl: Deel van een video dat een product of dienst promoot dat niet direct van de maker van de video is. De maker ontvangt compensatie in de vorm van betaling of gratis producten.
ru: Часть видеоролика, рекламирующего продукт или услугу, не имеющие прямого отношения к автору. Автор получит оплату или компенсацию в виде денег или бесплатных продуктов.
tr: İçerik üreticiyle doğrudan ilgisi olmayan bir ürün veya hizmeti tanıtan videonun bir parçası. İçerik oluşturucu, para veya ücretsiz ürünler şeklinde ödeme veya tazminat alacaktır.
uk: Частина відеоролика, що рекламує товар або послугу, не пов'язану безпосередньо з автором. Власник каналу отримає оплату або безкоштовну продукції.

source: Pause when player is closed
fa: پس از بسته شدن پخش‌کننده مکث کن
fi: Tauko, kun soitin suljetaan
fr: Pause lors de la fermeture du lecteur
it: Metti in pausa quando il riproduttore viene chiuso
nl: Pauzeer bij sluiten van de speler
ru: Пауза при закрытии плеера
tr: Oynatıcı kapalıyken duraklat
uk: Пауза, коли плеєр закритий

source: Picture in Picture
fa: تصویر-در-تصویر
fi: Kuva kuvassa
fr: Image dans l'image
nl: Beeld in Beeld
ru: Картинка-в-Картинке
tr: Resim içinde Resim
uk: Картинка-в-картинці

source: Play
fa: پخش
fi: Toista
fr: Lecture
it: Riproduci
nl: Speel Af
ru: Играть
tr: Oynat
uk: Грати

source: Play All
fa: همه را پخش کن
fi: Toista kaikki
fr: Tout lire
it: Riproduci tutti
nl: Speel Alle
ru: Играть все
tr: Tümünü Oynat
uk: Грати все

source: Play in PiP
fa: در تصویر-در-تصویر پخش کن
fi: Toista Kuva kuvassa
fr: Lire en IDI
it: Riproduci in PiP
nl: Speel af in BiB
ru: Играть в К-в-К
tr: RiR modunda oynat
uk: Грати в К-в-К

source: Play Now
fa: الان پخش کن
fi: Toista nyt
fr: Lire maintenant
it: Riproduci ora
nl: Speel Nu
ru: Играть сейчас
tr: Şimdi Oynat
uk: Грати зараз

source: Playback
fi: Toisto
fr: Lecture
it: Riproduzione
nl: Afspelen
ru: Режим воспроизведения
tr: Oynatma
uk: Відтворення

source: Player
fa: پخش‌کننده
fi: Soitin
fr: Lecteur
it: Riproduttore
nl: Speler
ru: Плеер
tr: Oynatıcı
uk: Плеєр

source: Playlist
fa: فهرست پخش
fi: Soittolista
fr: Liste de lecture
nl: Afspeellijst
ru: Плейлист
tr: Oynatma listesi
uk: Плейлист

source: Playlists
fa: فهرست‌های پخش
fi: Soittolistat
fr: Listes de lecture
it: Playlist
nl: Afspeellijsten
ru: Плейлисты
tr: Oyun listeleri
uk: Плейлисти

source: Playlist "%@" will be deleted. It cannot be reverted.
fa: فهرست پخش "%@" حذف خواهد شد. قابل بازگردانی نیست.
fi: Soittolista "%@" poistetaan Toimintoa ei voi perua.
fr: La liste de lecture « %@ » sera supprimée. Il n'est pas possible de revenir en arrière.
it: La playlist "%@" sarà eliminata. L'azione è irreversibile.
nl: Afspeellijst "%@" wordt verwijderd. Dit kan niet ongedaan gemaakt worden.
ru: Плейлист "%@" будет удалён. Навсегда.
tr: "%@" oynatma listesi silinecektir. Geri döndürülemez.
uk: Плейлист "%@" буде видалений. Це не можна буде скасувати.

source: Popular
fa: محبوب
fi: Suositut
fr: Populaire
it: Popolari
nl: Populair
ru: Популярное
tr: Popüler
uk: Популярне

source: Promoting a product or service that is directly related to the creator themselves. This usually includes merchandise or promotion of monetized platforms.
fi: Mainostaa tuotetta tai palvelua, joka liittyy suoraan tekijään. Tämä sisältää yleensä kaupankäyntialustojen tuotteita tai mainostamista.
fr: Promotion d'un produit ou d'un service directement lié au créateur lui-même. Il s'agit généralement de marchandises ou de la promotion de plateformes monétisées.
it: Promozione di un prodotto o servizio direttamente collegato al canale. Include la vendita di prodotti o la promozione di piattaforme monetizzate.
nl: Promotie van een product of dienst van de maker van de video zelf. Dit is inclusief promotie van merchandise of betaalde platformen.
ru: Продвижение продукта или сервис, которые непосредственно связаны с самим создателем. Обычно это связано с продажей товаров или продвижением подписочной платформы.
tr: Doğrudan içerik üreticinin kendisiyle ilgili bir ürün veya hizmetin tanıtılması. Bu genellikle ticari ürünleri veya para kazanılan platformların tanıtımını içerir.
uk: Просування продукту або послуги, які безпосередньо пов'язані з самим автором. Зазвичай це стосується товарів або просування підписочної платформи.

source: Public Manifest
fi: Julkinen luettelo
fr: Manifeste publique
it: Manifesto pubblico
nl: Openbaar Manifest
ru: Публичный манифест
uk: Публічний маніфест

source: Quality
fa: کیفیت
fi: Laatu
fr: Qualité
it: Qualità
nl: Kwaliteit
ru: Качество
tr: Kalite
uk: Якість

source: Public Locations
fa: سرویس دهندگان عمومی
fi: Julkiset sijainnit
fr: Instances publiques
it: Posizioni pubbliche
nl: Publieke Locaties
ru: Публичные локации
uk: Публічні API (локації)

source: Queue
fa: صف
fi: Jono
fr: File d'attente
it: Coda
nl: Wachtrij
ru: Очередь
tr: Kuyruk
uk: Черга

source: Quality Profile
fa: نمایهٔ کیفیت
fi: Laatuprofiili
fr: Profil de qualité
it: Profilo qualità
nl: Kwaliteitsprofiel
ru: Профиль качества
tr: Kalite Profili
uk: Профіль якості
